const Pool = require('pg').Pool;

// Connect to database
const pool = new Pool({
  user: "postgres",
  password: "postgres",
  host: "localhost",
  port: 5432,
  database: "ar_bus_test"
});

let jsonFile = [
  {
    "IN_SingleL,C,200": "臺南市學甲區華宗路501號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "學甲華宗分公司",
    "Lon": 120.18279,
    "Lat": 23.23590999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區大埕里博愛路7號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南麻豆分公司",
    "Lon": 120.25076,
    "Lat": 23.18499998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區復興路150-3號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "新營復興分公司",
    "Lon": 120.30825,
    "Lat": 23.30324999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山南路451號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康中山南分公司",
    "Lon": 120.24777,
    "Lat": 23.02149998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區夏林路71號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南夏林分公司",
    "Lon": 120.1953,
    "Lat": 22.98290999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區新厝村6鄰復興路87號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南歸仁分公司",
    "Lon": 120.29577,
    "Lat": 22.96531998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區永華路1段57號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南永華分公司",
    "Lon": 120.19587,
    "Lat": 22.98725999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區南雄路1段1001號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南關廟分公司",
    "Lon": 120.32866,
    "Lat": 22.95605999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區興南街200號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南灣裡分公司",
    "Lon": 120.18148,
    "Lat": 22.92132002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中清路167、169號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "仁德中清分公司",
    "Lon": 120.2562323,
    "Lat": 22.97376665,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區育安街116、120號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南育安分公司",
    "Lon": 120.2153373,
    "Lat": 23.04816092,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區明興路53、55、57號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南明興分公司",
    "Lon": 120.188028,
    "Lat": 22.95980186,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區永成路3段523號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南永成分公司",
    "Lon": 120.19512,
    "Lat": 22.97402002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區中正路419號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "善化中正分公司",
    "Lon": 120.29387,
    "Lat": 23.12884999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華路2段85號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南金華分公司",
    "Lon": 120.19121,
    "Lat": 22.97934001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區白河里富民路142號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "白河富民分公司",
    "Lon": 120.41418,
    "Lat": 23.34516001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇明路385號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南崇明分公司",
    "Lon": 120.22303,
    "Lat": 22.97478998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區安康里中華路735、737、739號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康中華西分公司",
    "Lon": 120.2272027,
    "Lat": 23.0177899,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復國里復國一路5號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康復國分公司",
    "Lon": 120.24601,
    "Lat": 23.00227001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區和緯路2段172號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南和緯分公司",
    "Lon": 120.20801,
    "Lat": 23.01195999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區西港里中山路352號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南西港分公司",
    "Lon": 120.20339,
    "Lat": 23.12213001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區崑山里崑山街1號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康大灣分公司",
    "Lon": 120.25897,
    "Lat": 23.00271999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區國平里華平路271、273、275、277號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南永華分公司",
    "Lon": 120.1748517,
    "Lat": 22.98997508,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區自強里中華東路2段237號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南中華東分公司",
    "Lon": 120.23165,
    "Lat": 22.98346001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區建平里中華西路2段351號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南市府分公司",
    "Lon": 120.18658,
    "Lat": 22.99331998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區賢北里和緯路5段30號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南湖美分公司",
    "Lon": 120.18549,
    "Lat": 23.00672,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁村民安路1段402號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南仁德分公司",
    "Lon": 120.25091,
    "Lat": 22.95361,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區正強里正強街172號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康正強分公司",
    "Lon": 120.25208,
    "Lat": 23.02764999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區開南里新建路47號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南新建分公司",
    "Lon": 120.18553,
    "Lat": 22.96698999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區鳳凰里安中路1段872號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南安中分公司",
    "Lon": 120.19386,
    "Lat": 23.04422998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山南路63、65、67、69號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康中山分公司",
    "Lon": 120.2415158,
    "Lat": 23.01916257,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區日新里金華路1段367號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南鹽埕分公司",
    "Lon": 120.19019,
    "Lat": 22.96946999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路3段126號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "仁德中正分公司",
    "Lon": 120.25317,
    "Lat": 22.97458002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南保村中山路3段2號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "歸仁中山分公司",
    "Lon": 120.28735,
    "Lat": 22.96734002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山南路282-5、282-6號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康南工分公司",
    "Lon": 120.23497,
    "Lat": 23.01443001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里永大路3段35、37、39號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康永大分公司",
    "Lon": 120.2603836,
    "Lat": 23.02816588,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區北灣里永大路2段936號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康北灣分公司",
    "Lon": 120.26345,
    "Lat": 23.01625999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區忠孝路66號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "善化忠孝分公司",
    "Lon": 120.3032,
    "Lat": 23.13260999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區中正路162號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南新市分公司",
    "Lon": 120.29157,
    "Lat": 23.07434,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安西里安和路1段463號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南培安分公司",
    "Lon": 120.21331,
    "Lat": 23.03633,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區金華路3段69號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南大勇分公司",
    "Lon": 120.19228,
    "Lat": 22.98996001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民生路172號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "新營民生分公司",
    "Lon": 120.30725,
    "Lat": 23.31153998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪心里海佃路4段32、36號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南海佃分公司",
    "Lon": 120.1764711,
    "Lat": 23.05909431,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區太平里中正路540之1、2號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "新化中正分公司",
    "Lon": 120.3071367,
    "Lat": 23.03867543,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區文平路271、273、275號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南文平分公司",
    "Lon": 120.1780902,
    "Lat": 22.98877903,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區復興里自由路3段376號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南自由分公司",
    "Lon": 120.23734,
    "Lat": 22.98228998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區六合里中華路575號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康中華分公司",
    "Lon": 120.23082,
    "Lat": 23.01276,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區東角里興中路248之21號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "麻豆興中分公司",
    "Lon": 120.25822,
    "Lat": 23.18351999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區山西里南雄路2段417、421號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "關廟南雄分公司",
    "Lon": 120.3280863,
    "Lat": 22.96603097,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區慶安里新興街8之78號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "西港新興分公司",
    "Lon": 120.20291,
    "Lat": 23.1146,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安富里安富街346號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南安富分公司",
    "Lon": 120.19342,
    "Lat": 23.02623002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區東昇里中山西路1段165、171號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "柳營中山分公司",
    "Lon": 120.3207214,
    "Lat": 23.27899116,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西賢里民權路四段350、352號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南民權分公司",
    "Lon": 120.179005,
    "Lat": 22.9992248,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區隆田里中山路1段135號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "官田中山分公司",
    "Lon": 120.3138803,
    "Lat": 23.19287344,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區協興里忠孝路198-7及202號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "新化忠孝分公司",
    "Lon": 120.30069,
    "Lat": 23.03700001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區西勢里富強路1段108、110號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康富強分公司",
    "Lon": 120.2733444,
    "Lat": 23.01583201,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區關聖里裕忠路107號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南裕忠分公司",
    "Lon": 120.24194,
    "Lat": 22.98592002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區勝安里開元路153號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南開元分公司",
    "Lon": 120.21897,
    "Lat": 23.00713998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區西灣里永華路176號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康永華分公司",
    "Lon": 120.25979,
    "Lat": 23.00826001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和里復興路213、215號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "新市復興分公司",
    "Lon": 120.2947093,
    "Lat": 23.10108992,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區三德里忠義路3段85、87號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南忠義分公司",
    "Lon": 120.2057331,
    "Lat": 23.0006436,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區興國路36-5號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "麻豆興國分公司",
    "Lon": 120.24768,
    "Lat": 23.18131999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區後厝70號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南鹽水分公司",
    "Lon": 120.26593,
    "Lat": 23.32019,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德路154號、156號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南崇德分公司",
    "Lon": 120.2201208,
    "Lat": 22.97911962,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁和路77-38號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南仁和分公司",
    "Lon": 120.23207,
    "Lat": 22.97357,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區長榮路2段180號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南長榮分公司",
    "Lon": 120.22075,
    "Lat": 22.99021,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇道路24號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南崇道分公司",
    "Lon": 120.22646,
    "Lat": 22.97194001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區中山路452號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "佳里中山分公司",
    "Lon": 120.17746,
    "Lat": 23.16452002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區海安路3段747號及文成路569號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南海安分公司",
    "Lon": 120.20026,
    "Lat": 23.01254002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市下營區新興里中山路1段250號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "下營中山分公司",
    "Lon": 120.26649,
    "Lat": 23.23669998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區華平路619號及怡平路410巷116號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南華平分公司",
    "Lon": 120.17528,
    "Lat": 22.99636001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善路666號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南崇善分公司",
    "Lon": 120.23116,
    "Lat": 22.96810998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區建南街112號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南佳里分公司",
    "Lon": 120.17657,
    "Lat": 23.15804999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區健康路1段435號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南健康分公司",
    "Lon": 120.19828,
    "Lat": 22.98131999,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區新達里中山路56號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南學甲分公司",
    "Lon": 120.1833,
    "Lat": 23.23423,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區中華西路1段306號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "中華西分公司",
    "Lon": 120.18634,
    "Lat": 22.98256001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區安西路203、205號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "佳里安西分公司",
    "Lon": 120.17098,
    "Lat": 23.16411002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安中路6段702號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南土城分公司",
    "Lon": 120.12854,
    "Lat": 23.06477001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區國泰路127號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "白河國泰分公司",
    "Lon": 120.41283,
    "Lat": 23.34797,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區隋唐街197號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "新營金華分公司",
    "Lon": 120.3001489,
    "Lat": 23.30799802,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區仁愛路388號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "佳里仁愛分公司",
    "Lon": 120.17682,
    "Lat": 23.15492002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區國平路210、212、216、218號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南國平分公司",
    "Lon": 120.1710728,
    "Lat": 22.98980008,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市玉井區中華路283號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "玉井分公司",
    "Lon": 120.46646,
    "Lat": 23.12011001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區中正路348、348之1號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "麻豆中正分公司",
    "Lon": 120.2523523,
    "Lat": 23.18879266,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區中山路93號、台南市信義街318巷7號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南六甲分公司",
    "Lon": 120.35007,
    "Lat": 23.23047998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區北安路3段92、96號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南北安分公司",
    "Lon": 120.2029796,
    "Lat": 23.04061244,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區新興里中山路82號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "麻豆中山分公司",
    "Lon": 120.24566,
    "Lat": 23.18381,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西和里西和路106號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南西和分公司",
    "Lon": 120.18926,
    "Lat": 23.00061002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區小東路246號1、2樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南小東分公司",
    "Lon": 120.22922,
    "Lat": 22.99923002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?興里中正北路125號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康中正北分公司",
    "Lon": 120.24107,
    "Lat": 23.04173,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東明里東安路20號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南東安分公司",
    "Lon": 120.2263,
    "Lat": 22.99146,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區重光里忠義路3段11號2樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南分公司",
    "Lon": 120.20484,
    "Lat": 22.99887002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民治路5-1號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南民治分公司",
    "Lon": 120.32093,
    "Lat": 23.31084998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋二街218號、大橋一街247巷69號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康大橋分公司",
    "Lon": 120.23109,
    "Lat": 23.02101002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區文南里健康路2段334號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南文南分公司",
    "Lon": 120.18816,
    "Lat": 22.98202,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區延平里公園路798號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南延平分公司",
    "Lon": 120.21137,
    "Lat": 23.01186,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區富強里裕農路400號1樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南裕農分公司",
    "Lon": 120.23142,
    "Lat": 22.98768001,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成德里西門路四段111號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南西門分公司",
    "Lon": 120.20701,
    "Lat": 23.00854998,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區州南里安和路四段259、261號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南州南分公司",
    "Lon": 120.2185665,
    "Lat": 23.05736509,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區佃東里公學路四段29、31號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南公學分公司",
    "Lon": 120.1780568,
    "Lat": 23.06779555,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新東里東興路123號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "新營東興分公司",
    "Lon": 120.3230802,
    "Lat": 23.31398056,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成功路22巷3號2樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南供售站分公司",
    "Lon": 120.20925,
    "Lat": 22.99882002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇明里生產路181號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南生產分公司",
    "Lon": 120.2312065,
    "Lat": 22.96592128,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區東中里中興南路46、48號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "東山中興分公司",
    "Lon": 120.4031179,
    "Lat": 23.31951185,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園里中山路366號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "永康中山分公司",
    "Lon": 120.2537024,
    "Lat": 23.03829665,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大成里興昌路38巷1號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南興昌分公司",
    "Lon": 120.1983301,
    "Lat": 22.97672004,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安和路五段308、310、312、316、318、320號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南安和分公司",
    "Lon": 120.2165292,
    "Lat": 23.06867995,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區大埕里博愛路3-1號1、2樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "麻豆博愛分公司",
    "Lon": 120.25069,
    "Lat": 23.18461002,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海南里宜居路239號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南宜居分公司",
    "Lon": 120.1862126,
    "Lat": 23.01745557,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區文平里永華路2段373號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "安平永華分公司",
    "Lon": 120.1804,
    "Lat": 22.9897,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區歸仁里忠孝北路158號及大仁街145、145-1號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "歸仁忠孝北分公司",
    "Lon": 120.2996926,
    "Lat": 22.96981842,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南保里文化街三段107號、文化七街1號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "歸仁文化分公司",
    "Lon": 120.2855694,
    "Lat": 22.97064379,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民治東路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十分公司",
    "Lon": 120.32291,
    "Lat": 23.31104,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區協興里中山路624、626號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第七十分公司",
    "Lon": 120.2996931,
    "Lat": 23.03667277,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區安加里安定262之22號、262之23號",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "安定安加分公司",
    "Lon": 120.2352,
    "Lat": 23.11542,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區城中里安中路５９９號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十九分公司",
    "Lon": 120.1306,
    "Lat": 23.06076,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區路東里大同路二段九十五–３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１００分公司",
    "Lon": 120.21357,
    "Lat": 22.98024,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區二行村二仁路1段151號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第五十二分公司",
    "Lon": 120.22519,
    "Lat": 22.92032999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區夏林路1-16、1-17號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第6分公司",
    "Lon": 120.19515,
    "Lat": 22.98628002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華路一段27號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第４７分公司",
    "Lon": 120.19005,
    "Lat": 22.96792001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大忠里中華南路一段１３８號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１０１分公司",
    "Lon": 120.21192,
    "Lat": 22.97110002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區府前路一段１４４號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１０２分公司",
    "Lon": 120.20738,
    "Lat": 22.98908,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區三十二鄰中山路６６４、６６６、６６８號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５３分公司",
    "Lon": 120.2480198,
    "Lat": 22.97265207,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華里小東路６２５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５４分公司",
    "Lon": 120.23797,
    "Lat": 22.99869002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區協和里二十九鄰和善街五十四號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１０４分公司",
    "Lon": 120.19069,
    "Lat": 23.00150001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區六甲村二十二鄰中正路５５２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５５分公司",
    "Lon": 120.35168,
    "Lat": 23.23081999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區工業里民族路三段九十二號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１０５分公司",
    "Lon": 120.19754,
    "Lat": 22.99841002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區大涼里中華西路二段三十六號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１０３分公司",
    "Lon": 120.18709,
    "Lat": 22.99285998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區前鋒路16號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１０６分公司",
    "Lon": 120.2136265,
    "Lat": 22.99642905,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區淺草里康樂街233、237、241號1、2樓及民生路二段173巷5號1、2樓",
    "USER_公_1,C,254": "全聯實業股份有限公司",
    "USER_分_1,C,254": "台南康樂分公司",
    "Lon": 120.1949451,
    "Lat": 22.99494529,
    "店名": "全聯"
  },
  {
    "IN_SingleL,C,200": "臺南市東區府宅里大同路一段１７３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１０７分公司",
    "Lon": 120.21135,
    "Lat": 22.98464002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區東角里１鄰興中路１６９號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５８分公司",
    "Lon": 120.2549764,
    "Lat": 23.18437316,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋里中華路７６２、７６４號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５６分公司",
    "Lon": 120.2240881,
    "Lat": 23.02009484,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區甲頂里中正南路１８６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５７分公司",
    "Lon": 120.218192,
    "Lat": 23.02351934,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區慈生里１鄰中正路２９８號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５９分公司",
    "Lon": 120.18065,
    "Lat": 23.23444999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路二段１０５２號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６１分公司",
    "Lon": 120.25281,
    "Lat": 22.96822,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區南花村中正路８８１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第六十三分公司",
    "Lon": 120.33161,
    "Lat": 22.96178001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區延平路六十五、六十七號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６２分公司",
    "Lon": 120.3135871,
    "Lat": 23.30077817,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區西勢里富強路一段２８２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６４分公司",
    "Lon": 120.27559,
    "Lat": 23.01927999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區國姓里西門路四段２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１０８分公司",
    "Lon": 120.20606,
    "Lat": 23.00688001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大和路二一五號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一０九分公司",
    "Lon": 120.18985,
    "Lat": 23.01323999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區永安里中正路九十三號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６５分公司",
    "Lon": 120.41242,
    "Lat": 23.34944002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永大路２段２７５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第六十七分公司",
    "Lon": 120.26256,
    "Lat": 23.00946001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園里中山路九十號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６６分公司",
    "Lon": 120.25676,
    "Lat": 23.02851999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區郡南里中華南路二段２號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１１０分公司",
    "Lon": 120.19528,
    "Lat": 22.96250999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區永就村中華路五十三巷９號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６８分公司",
    "Lon": 120.29463,
    "Lat": 23.06447999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區正風里十六鄰長榮路五段４４８號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第２１分公司",
    "Lon": 120.2137,
    "Lat": 23.01330001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區看東村一鄰中山路一段301號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６９分公司",
    "Lon": 120.30272,
    "Lat": 22.96559001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區隆田村十四鄰文化街１３０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７１分公司",
    "Lon": 120.3181778,
    "Lat": 23.19596733,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區石門里安北路十八號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第１１１分公司",
    "Lon": 120.16778,
    "Lat": 22.99969999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大豐里文賢路３１５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第６８分公司",
    "Lon": 120.19346,
    "Lat": 23.00670999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區小新里成功路２–２號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７３分公司",
    "Lon": 120.31894,
    "Lat": 23.12730998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區田厝村１鄰中正路一段５２７．５２９號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７２分公司",
    "Lon": 120.24788,
    "Lat": 22.93775002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區觀音里中正路553、557號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五八分公司",
    "Lon": 120.3071154,
    "Lat": 23.03873876,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區關聖里裕文路一號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１１４分公司",
    "Lon": 120.23725,
    "Lat": 22.98313002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大廟里北門路一段二九０號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市１１３分公司",
    "Lon": 120.212,
    "Lat": 22.99567002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區理想里海佃路二段四三二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１１２分公司",
    "Lon": 120.18819,
    "Lat": 23.03876,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東灣里大灣路三三七號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７６分公司",
    "Lon": 120.26632,
    "Lat": 23.00427999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市玉井區玉井村十九鄰中正路五十四號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７５分公司",
    "Lon": 120.46067,
    "Lat": 23.12394,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區白河里十九鄰中山路一九八號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７７分公司",
    "Lon": 120.41469,
    "Lat": 23.34880002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和里七鄰中山路二七二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７４分公司",
    "Lon": 120.29112,
    "Lat": 23.06795002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區藥王里臨安路一段一二八．一三０號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１１５分公司",
    "Lon": 120.19197,
    "Lat": 23.00006,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華路一段二三七號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１１７分公司",
    "Lon": 120.18994,
    "Lat": 22.96718998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區中興里十一鄰興國路四十六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７８分公司",
    "Lon": 120.24777,
    "Lat": 23.17949001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕農路三四八-二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１１８分公司",
    "Lon": 120.22952,
    "Lat": 22.98684002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里永明街９７號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第８１分公司",
    "Lon": 120.26073,
    "Lat": 23.02485999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區南灣里大灣路五九一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７９分公司",
    "Lon": 120.26181,
    "Lat": 23.00063998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華路196號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第８０分公司",
    "Lon": 120.23553,
    "Lat": 23.00455001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區港南村港口一六三號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第８２分公司",
    "Lon": 120.23167,
    "Lat": 23.09543,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區慶平路235號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１１９分公司",
    "Lon": 120.17752,
    "Lat": 22.99677001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區中興街162號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６分公司",
    "Lon": 120.2919642,
    "Lat": 23.07809472,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪北里安和路一段一三九號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第４分公司",
    "Lon": 120.21389,
    "Lat": 23.02876998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區海寮村海寮段八號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第８４分公司",
    "Lon": 120.21101,
    "Lat": 23.09725,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區蔦松里九鄰中正北路七三五號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３３分公司",
    "Lon": 120.26242,
    "Lat": 23.04673001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民權路96號、96-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第８６分公司",
    "Lon": 120.312156,
    "Lat": 23.30873725,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁和里七鄰仁和路一三三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１２０分公司",
    "Lon": 120.2344,
    "Lat": 22.96953,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區辜厝村中正南路1段110、112號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第八十五分公司",
    "Lon": 120.2931421,
    "Lat": 22.96426867,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區州南里長和一街39號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二一分公司",
    "Lon": 120.21441,
    "Lat": 23.06306001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園里二十四鄰中正路一０二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第８７分公司",
    "Lon": 120.25586,
    "Lat": 23.02919,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區光文里光文路十七號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第９０分公司",
    "Lon": 120.30567,
    "Lat": 23.13360002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區小埤里二鄰苓子林十七號之十三",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第八十八分公司",
    "Lon": 120.2346422,
    "Lat": 23.18458321,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區延平里公園路八四０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１２２分公司",
    "Lon": 120.21209,
    "Lat": 23.01330998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區臺南市安南區溪頂里北安路二段一二二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第１１６分公司",
    "Lon": 120.20503,
    "Lat": 23.02838999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復華里復國一路二九七號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第９１分公司",
    "Lon": 120.24637,
    "Lat": 23.00980002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園里中正路一０二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第９４分公司",
    "Lon": 120.25586,
    "Lat": 23.02919,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區北關里中山路518號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第九十三分公司",
    "Lon": 120.28834,
    "Lat": 23.13278001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區土庫里臺南縣仁德鄉太子路二三三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第八十九分公司",
    "Lon": 120.26161,
    "Lat": 22.99118,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區中正路一四三號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第９５分公司",
    "Lon": 120.17942,
    "Lat": 23.23068001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區忠孝路212號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第九十六分公司",
    "Lon": 120.17071,
    "Lat": 23.16951002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安村中正路一段二四六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第９２分公司",
    "Lon": 120.23665,
    "Lat": 22.92221998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區坐駕里中正路三八六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第９８分公司",
    "Lon": 120.29417,
    "Lat": 23.12940001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大豐里和緯路五段七十六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二四分公司",
    "Lon": 120.18423,
    "Lat": 23.00613,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里中正北路一二二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第９７分公司",
    "Lon": 120.24248,
    "Lat": 23.04143001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區自強里富農街一段一二九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二五分公司",
    "Lon": 120.23459,
    "Lat": 22.98179,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區中山路三段一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第九十九分公司",
    "Lon": 120.28757,
    "Lat": 22.96734002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區龍山里十二鄰東門路一段三六二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二三分公司",
    "Lon": 120.21853,
    "Lat": 22.98648999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德路四七一之三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二六分公司",
    "Lon": 120.22638,
    "Lat": 22.97498,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區慶安村新興街二十五-二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一００分公司",
    "Lon": 120.20119,
    "Lat": 23.12070999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區新東路一段二十七號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０一分公司",
    "Lon": 120.40206,
    "Lat": 23.32231999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新興里健康路二段一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三０分公司",
    "Lon": 120.1971259,
    "Lat": 22.98142274,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區校前里建平七街六八九號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二七分公司",
    "Lon": 120.16884,
    "Lat": 22.98999999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德路二六九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二八分公司",
    "Lon": 120.22165,
    "Lat": 22.97837002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區德東街八十八號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三一分公司",
    "Lon": 120.22971,
    "Lat": 22.96160001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海佃里海佃路一段二一一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二九分公司",
    "Lon": 120.19125,
    "Lat": 23.02472002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區安民里海安路３段２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三二分公司",
    "Lon": 120.19875,
    "Lat": 23.00107001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區烏竹里自強路825-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三十六分公司",
    "Lon": 120.26416,
    "Lat": 23.03779,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區華平里永華路二段五三二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三三分公司",
    "Lon": 120.17391,
    "Lat": 22.99095,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區小東里光明街一一七號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三四分公司",
    "Lon": 120.22852,
    "Lat": 22.99838001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市玉井區中山路97號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０四分公司",
    "Lon": 120.46543,
    "Lat": 23.12113998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區香洋村十三鄰中山路一段六四０號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０三分公司",
    "Lon": 120.32814,
    "Lat": 22.95996001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區育樂里勝利路１７５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南市第３分公司",
    "Lon": 120.218,
    "Lat": 22.99587998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大忠里大同路二段四九八號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一分公司",
    "Lon": 120.2147695,
    "Lat": 22.97226373,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市臨安路一段１４５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四分公司",
    "Lon": 120.19167,
    "Lat": 23.00012001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安和路五段166、168號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二分公司",
    "Lon": 120.2180263,
    "Lat": 23.0662174,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區康樂街223號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第五分公司",
    "Lon": 120.19475,
    "Lat": 22.99482001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市金華路三段五十四號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六分公司",
    "Lon": 120.19249,
    "Lat": 22.98960001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區青年路134號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第七分公司",
    "Lon": 120.20923,
    "Lat": 22.99178002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中華路一段６１２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南市第８分公司",
    "Lon": 120.23086,
    "Lat": 23.01412001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市健康路６３２、６３４號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南市第９分公司",
    "Lon": 120.26232,
    "Lat": 23.23188998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市民權路二段２７５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十一分公司",
    "Lon": 120.20062,
    "Lat": 22.99567999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區林森路二段84、86號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十四分公司",
    "Lon": 120.2230572,
    "Lat": 22.98694168,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區青年路416號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十五分公司",
    "Lon": 120.21655,
    "Lat": 22.99111998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北園街78、78-1、78-2、78-3號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十分公司",
    "Lon": 120.2230346,
    "Lat": 23.01235492,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區公園路1072之1、2、3號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十二分公司",
    "Lon": 120.21586,
    "Lat": 23.01837999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區長榮路三段139、141、143號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十三分公司",
    "Lon": 120.2218327,
    "Lat": 22.99585438,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區健康路1段166號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第十七分公司",
    "Lon": 120.20723,
    "Lat": 22.98146001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區公園路599之11號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十六分公司",
    "Lon": 120.21252,
    "Lat": 23.01430999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南縣永康鄉ˍ\\行村中正路３３１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第１分公司",
    "Lon": 120.31659,
    "Lat": 23.31256002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿西門路一段６０７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十分公司",
    "Lon": 120.19735,
    "Lat": 22.98519,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區林森路一段184號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第十九分公司",
    "Lon": 120.21636,
    "Lat": 22.98205998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市府前路二段１７８號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十一分公司",
    "Lon": 120.19367,
    "Lat": 22.99149,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區北門路1段310、312號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十二分公司",
    "Lon": 120.2120906,
    "Lat": 22.99636571,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市成功路五十六號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十四分公司",
    "Lon": 120.19406,
    "Lat": 23.00306,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區長榮路三段12號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十五分公司",
    "Lon": 120.22164,
    "Lat": 22.99495001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿東寧路３５７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十七分公司",
    "Lon": 120.2284,
    "Lat": 22.99006001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿北門路一段十三、十五、十七、十九號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十三分公司",
    "Lon": 120.2112809,
    "Lat": 22.98940723,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中山路１６６–６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第十八分公司",
    "Lon": 120.21034,
    "Lat": 22.99572001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區中西里長榮路2段47號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十六分公司",
    "Lon": 120.22001,
    "Lat": 22.9898,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿南門路四號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第二十九分公司",
    "Lon": 120.20486,
    "Lat": 22.99032001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區西門路四段132號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十八分公司",
    "Lon": 120.20761,
    "Lat": 23.00880999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新市里華興街48號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四分公司",
    "Lon": 120.29453,
    "Lat": 23.07719002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區公園路694、696號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十分公司",
    "Lon": 120.2157093,
    "Lat": 23.01792984,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋村中華路747號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二分公司",
    "Lon": 120.22661,
    "Lat": 23.01819001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大灣路951號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第５分公司",
    "Lon": 120.25298,
    "Lat": 22.99886,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東光里東興路138號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十一分公司",
    "Lon": 120.2295564,
    "Lat": 22.99430039,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南縣永康鄉中山南路１５９、１６１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第６分公司",
    "Lon": 120.2416003,
    "Lat": 23.0192185,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市民族路二段五十五號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十二分公司",
    "Lon": 120.21009,
    "Lat": 22.99429999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇明路377、377-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十三分公司",
    "Lon": 120.222468,
    "Lat": 22.97511672,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁義村中山路497、499、501號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第三分公司",
    "Lon": 120.2549226,
    "Lat": 22.97117944,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區蔦松村中正北路431、433號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第７分公司",
    "Lon": 120.2545701,
    "Lat": 23.04210736,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東門路2段289、291、293號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十四分公司",
    "Lon": 120.2263451,
    "Lat": 22.98347895,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區西門路四段455號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十五分公司",
    "Lon": 120.21181,
    "Lat": 23.01794002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿安和路三段五十五號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十六分公司",
    "Lon": 120.21707,
    "Lat": 23.0448,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區後巿村中山路二段60號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第十分公司",
    "Lon": 120.29239,
    "Lat": 22.96708001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市下營區下營村中山路1段46、48號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第九分公司",
    "Lon": 120.2621821,
    "Lat": 23.2349941,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區西港村中山路366-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第十一分公司",
    "Lon": 120.20327,
    "Lat": 23.12248,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區友愛街197、199號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第三十七分公司",
    "Lon": 120.1972261,
    "Lat": 22.99193512,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市忠義路二段十八號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第三十八分公司",
    "Lon": 120.20411,
    "Lat": 22.99681,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區文元里文賢路１１１６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第三十九分公司",
    "Lon": 120.19369,
    "Lat": 23.01625002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區中正路33-14、33-15號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第十二分公司",
    "Lon": 120.31654,
    "Lat": 23.31268998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區中山路２４１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第十三分公司",
    "Lon": 120.30864,
    "Lat": 23.03598001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區臺南市永福路二段65號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十分公司",
    "Lon": 120.20062,
    "Lat": 22.99187,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿虎尾里東門路三段１８１、１８３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十一分公司",
    "Lon": 120.2344722,
    "Lat": 22.97745076,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區關廟村中山路２２３–１、、２、３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第八分公司",
    "Lon": 120.29861,
    "Lat": 23.13232999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區文新里光復路197、197-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第十四分公司",
    "Lon": 120.1747078,
    "Lat": 23.16002732,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿西門路三段２６６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十四分公司",
    "Lon": 120.20499,
    "Lat": 23.00440999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區田寮里新興路３５３、３５５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十五分公司",
    "Lon": 120.1916131,
    "Lat": 22.97564467,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大恩里國民路152號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第四十六分公司",
    "Lon": 120.210779,
    "Lat": 22.96797649,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區民權路二段１２５、１２７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十八分公司",
    "Lon": 120.2039843,
    "Lat": 22.99472884,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區川東里大同路一段七十五、七十七號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十二分公司",
    "Lon": 120.2904913,
    "Lat": 23.1312097,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿裕農路６５７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十九分公司",
    "Lon": 120.23645,
    "Lat": 22.98878998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區莊敬里小東路256號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第五十分公司",
    "Lon": 120.23068,
    "Lat": 22.99866998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區健康路一段３７０、３７０–１、３７０–２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第四十七分公司",
    "Lon": 120.1991615,
    "Lat": 22.98149735,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成德里20鄰育德二路308號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五九分公司",
    "Lon": 120.20359,
    "Lat": 23.01419,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區公園里成功路54號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六一分公司",
    "Lon": 120.20744,
    "Lat": 22.99812,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區塭南里22鄰長和路2段12巷272號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一五分公司",
    "Lon": 120.22316,
    "Lat": 23.07010002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區中埕里10鄰中山西路2段61號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六０分公司",
    "Lon": 120.3161,
    "Lat": 23.27705,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復國里復國一路357號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六三分公司",
    "Lon": 120.2464483,
    "Lat": 23.00957924,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區小西里西門路1段658號B2",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六二分公司",
    "Lon": 120.1976241,
    "Lat": 22.98682199,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區歸仁里和平北街32號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六四分公司",
    "Lon": 120.29638,
    "Lat": 22.96779,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區總頭里長溪路2段416號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六六分公司",
    "Lon": 120.20284,
    "Lat": 23.05144999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區永就里中山路180號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六七分公司",
    "Lon": 120.29798,
    "Lat": 23.07209001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區富農街1段167號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六八分公司",
    "Lon": 120.23486,
    "Lat": 22.98262002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區仁愛街19、21號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六九分公司",
    "Lon": 120.2384171,
    "Lat": 23.04298281,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區二王里忠孝路429巷15弄6號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二六五分公司",
    "Lon": 120.2436,
    "Lat": 23.01827002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區南灣里大灣東路63號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九０分公司",
    "Lon": 120.2611,
    "Lat": 22.99886,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區佳東路361號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九四分公司",
    "Lon": 120.18255,
    "Lat": 23.16178002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區民權里民權路3段150號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九二分公司",
    "Lon": 120.19612,
    "Lat": 22.99736999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區水仙里民生路2段26、28號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七一分公司",
    "Lon": 120.1984391,
    "Lat": 22.99486586,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區佛壇里明興路1322號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九五分公司",
    "Lon": 120.18463,
    "Lat": 22.92321999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區慶安里新興街8-77、78號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九三分公司",
    "Lon": 120.20291,
    "Lat": 23.1146,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區油車里油車24-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九七分公司",
    "Lon": 120.24523,
    "Lat": 23.18998998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區大潭里中正南路3段22號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九六分公司",
    "Lon": 120.27083,
    "Lat": 22.91246001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區元寶里北園街6-6號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九九分公司",
    "Lon": 120.22331,
    "Lat": 23.01031002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區林森路2段192巷24弄5、7號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九八分公司",
    "Lon": 120.2254346,
    "Lat": 22.98905645,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區梅花里安中路1段701巷33、35號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二九一分公司",
    "Lon": 120.1951191,
    "Lat": 23.04172922,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕豐街187、189、191號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五一分公司",
    "Lon": 120.2275067,
    "Lat": 22.98868787,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區保西村四０七號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一四三分公司",
    "Lon": 120.23727,
    "Lat": 23.12176,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區海興里十四鄰安北路一七０之三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五０分公司",
    "Lon": 120.16114,
    "Lat": 23.00299999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區前鋒里裕農路八六六號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五二分公司",
    "Lon": 120.24151,
    "Lat": 22.98931,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區建南里中華南路二段一一一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四九分公司",
    "Lon": 120.19271,
    "Lat": 22.96163999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區中正路二八九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一四六分公司",
    "Lon": 120.25289,
    "Lat": 23.18962998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區文平里建平路二五六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五三分公司",
    "Lon": 120.18253,
    "Lat": 22.98858002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路三段四十二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一四五分公司",
    "Lon": 120.25783,
    "Lat": 22.98438999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市後壁區福安村二００號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一四九分公司",
    "Lon": 120.36181,
    "Lat": 23.36583,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新進路2段90號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五０分公司",
    "Lon": 120.31094,
    "Lat": 23.30068999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區竹子腳一七七之二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一四八分公司",
    "Lon": 120.2931,
    "Lat": 23.02966999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區永福里忠義路二段一０九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五四分公司",
    "Lon": 120.20213,
    "Lat": 22.99011001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區大仁街五十三號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五一分公司",
    "Lon": 120.29746,
    "Lat": 22.96731999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區六甲里中正南路1段1018、1020號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十一分公司",
    "Lon": 120.2783092,
    "Lat": 22.95228541,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區成大里勝利路一五七號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五六分公司",
    "Lon": 120.21797,
    "Lat": 22.99546001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區三合里成功路451、453號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五五分公司",
    "Lon": 120.1966277,
    "Lat": 23.00120157,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區和緯路二段二五二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五七分公司",
    "Lon": 120.2063,
    "Lat": 23.01238001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區佃西里海佃路四段五四八號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十二分公司",
    "Lon": 120.17212,
    "Lat": 23.06465002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區文正里興農路四號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五四分公司",
    "Lon": 120.2720254,
    "Lat": 23.13111816,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里十五鄰健康路二段四一五號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五八分公司",
    "Lon": 120.18616,
    "Lat": 22.98192001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區東原村前大埔一六二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五五分公司",
    "Lon": 120.44276,
    "Lat": 23.26548,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區北灣里大灣路62號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五六分公司",
    "Lon": 120.27088,
    "Lat": 23.01213999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安慶里安和路二段二十七號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四十八分公司",
    "Lon": 120.21371,
    "Lat": 23.03675002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁義村1鄰中山路155號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五八分公司",
    "Lon": 120.2643,
    "Lat": 22.96987001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區永安里7鄰中正路215號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五七分公司",
    "Lon": 120.40945,
    "Lat": 23.34898999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區尚頂里23鄰南台街43號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五九分公司",
    "Lon": 120.22293,
    "Lat": 23.02233,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁愛村仁愛６５０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六一分公司",
    "Lon": 120.25067,
    "Lat": 22.94568,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區六安里臺南縣佳里鎮延平路四六九、四七一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五二分公司",
    "Lon": 120.1784088,
    "Lat": 23.16686238,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區埤寮里1鄰中正路530號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六二分公司",
    "Lon": 120.31656,
    "Lat": 23.32957,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大學路西段53號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六０分公司",
    "Lon": 120.21698,
    "Lat": 22.99631002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區香洋村中山路1段203號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六０分公司",
    "Lon": 120.33181,
    "Lat": 22.95878,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區塭南里7鄰安昌街101號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六一分公司",
    "Lon": 120.21867,
    "Lat": 23.06956999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中洲村中洲路1巷220號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六三分公司",
    "Lon": 120.253613,
    "Lat": 22.9053107,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中洲村中洲路1巷200號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六四分公司",
    "Lon": 120.2535422,
    "Lat": 22.90530362,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海東里安中路1段799號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五九分公司",
    "Lon": 120.19327,
    "Lat": 23.04425999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區仁愛街169、171號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十五分公司",
    "Lon": 120.293164,
    "Lat": 23.07447972,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市七股區大埕村272號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十分公司",
    "Lon": 120.13893,
    "Lat": 23.14058,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中洲村7鄰中洲276-17號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六六分公司",
    "Lon": 120.2650588,
    "Lat": 22.90634434,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西賢里１９鄰西賢一街１０７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三分公司",
    "Lon": 120.17745,
    "Lat": 23.00198,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區文化路５７８號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七０分公司",
    "Lon": 120.16753,
    "Lat": 23.16306002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區大同路一段218、220號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第七十七分公司",
    "Lon": 120.2905637,
    "Lat": 23.13141968,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區湖山村98之5號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六九分公司",
    "Lon": 120.3485449,
    "Lat": 23.21191217,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇文里生產路299號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六二分公司",
    "Lon": 120.2318364,
    "Lat": 22.96649064,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區田寮里7鄰六分寮74-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六八分公司",
    "Lon": 120.2994233,
    "Lat": 23.15241047,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西湖里湖美街10號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六五分公司",
    "Lon": 120.1802,
    "Lat": 22.99938001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區國平里文平路217號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六四分公司",
    "Lon": 120.17785,
    "Lat": 22.98768001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區鹿耳里鹽田路2號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六三分公司",
    "Lon": 120.14852,
    "Lat": 23.03529001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大學路１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六七分公司",
    "Lon": 120.21953,
    "Lat": 22.99631999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區崑山里崑大路195號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七一分公司",
    "Lon": 120.25289,
    "Lat": 22.99836999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安富里府安路5段155號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六六分公司",
    "Lon": 120.19813,
    "Lat": 23.02293002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區省躬里13鄰明興路917號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南第一六八分公司",
    "Lon": 120.18235,
    "Lat": 22.93355999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區崑山里大仁街9-3、9-5號、台南市永康區崑山里大仁街11巷1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三分公司",
    "Lon": 120.25682,
    "Lat": 23.00043001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區埤頭里關新路2段7號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十一分公司",
    "Lon": 120.30818,
    "Lat": 22.99641001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大道里北門路2段500號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一六九分公司",
    "Lon": 120.21602,
    "Lat": 23.00931001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁愛里大同路3段202號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十七分公司",
    "Lon": 120.21719,
    "Lat": 22.95709,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區育英街８９號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七一分公司",
    "Lon": 120.15981,
    "Lat": 23.05620001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區文元里海安路3段749號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七０分公司",
    "Lon": 120.20026,
    "Lat": 23.01277999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區實踐里北門路3段2號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七二分公司",
    "Lon": 120.21715,
    "Lat": 23.01297001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區公學路４段１８０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四０分公司",
    "Lon": 120.17595,
    "Lat": 23.06708999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區北灣里４０鄰永大路２段８２０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七四分公司",
    "Lon": 120.26407,
    "Lat": 23.01417998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁德村中山路７７７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七五分公司",
    "Lon": 120.24603,
    "Lat": 22.97288,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區新田村4鄰勝利路139號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七六分公司",
    "Lon": 120.26139,
    "Lat": 22.95643998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區二王里忠孝路408號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七七分公司",
    "Lon": 120.24376,
    "Lat": 23.01819998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區平通里慶平路５７３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七六分公司",
    "Lon": 120.16973,
    "Lat": 22.99751001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成德里18鄰北安路1段189號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七三分公司",
    "Lon": 120.20802,
    "Lat": 23.01798,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區新順里北安路3段865-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七五分公司",
    "Lon": 120.21311,
    "Lat": 23.05197,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區彰南里中華西路1段71號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七四分公司",
    "Lon": 120.18356,
    "Lat": 22.97466002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區二王里二王路139號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八０分公司",
    "Lon": 120.24885,
    "Lat": 23.01877,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區富強里11鄰裕農路320號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七八分公司",
    "Lon": 120.2296436,
    "Lat": 22.9870045,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區昇安里1鄰三間厝2-56號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七九分公司",
    "Lon": 120.432742,
    "Lat": 23.36355308,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安村20鄰文賢路1段576號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八三分公司",
    "Lon": 120.23097,
    "Lat": 22.93102002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區坐駕里１２鄰大成路３１９號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一七八分公司",
    "Lon": 120.29826,
    "Lat": 23.12957,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區中興里9鄰興國路40號之10",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八二分公司",
    "Lon": 120.24768,
    "Lat": 23.18072999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋里16鄰大橋二街68號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八一分公司",
    "Lon": 120.2283,
    "Lat": 23.01937999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區忠仁里１０鄰延平路２５０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一六一分公司",
    "Lon": 120.17863,
    "Lat": 23.15962,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區歡雅里２鄰２６號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八五分公司",
    "Lon": 120.24113,
    "Lat": 23.28371,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區元寶里北園街６之６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十二分公司",
    "Lon": 120.22349,
    "Lat": 23.01090999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區和平里東門路３段２２０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七七分公司",
    "Lon": 120.23437,
    "Lat": 22.97726,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?行里臺南縣永康市ˍ\\行里４３鄰中正二街２６８號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八四分公司",
    "Lon": 120.23531,
    "Lat": 23.03037001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區復興里裕文路７６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一七九分公司",
    "Lon": 120.24165,
    "Lat": 22.98249999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永大路２段３７１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八七分公司",
    "Lon": 120.26306,
    "Lat": 23.01131999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區什乃里１０鄰什乃１９０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八八分公司",
    "Lon": 120.27792,
    "Lat": 23.14441,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安村１３鄰二仁路１段６０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第四十九分公司",
    "Lon": 120.22578,
    "Lat": 22.92011998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區西灣里永華路157號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一八六分公司",
    "Lon": 120.25959,
    "Lat": 23.00943,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕聖里6鄰裕信路352號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十五分公司",
    "Lon": 120.24495,
    "Lat": 22.97977001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區大潭里長大路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九０分公司",
    "Lon": 120.27312,
    "Lat": 22.90734999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁村6鄰德安路188號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第五十六分公司",
    "Lon": 120.25547,
    "Lat": 22.94893001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區長榮里長勝路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八○分公司",
    "Lon": 120.22006,
    "Lat": 23.00941998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區港墘村5鄰民族路118號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九二分公司",
    "Lon": 120.29944,
    "Lat": 23.08231999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安中路5段188號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一三分公司",
    "Lon": 120.1521499,
    "Lat": 23.05709618,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區元安里西門路1段701號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八一分公司",
    "Lon": 120.19731,
    "Lat": 22.98796998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區大廟村10鄰大廟一街1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九三分公司",
    "Lon": 120.27711,
    "Lat": 22.99694,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區中華南路2段2、6號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八二分公司",
    "Lon": 120.1950997,
    "Lat": 22.96238699,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區赤崁里成功路45號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八三分公司",
    "Lon": 120.19657,
    "Lat": 23.00096,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區沙崙村9鄰歸仁大道100號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九四分公司",
    "Lon": 120.28572,
    "Lat": 22.92492998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區台南科學園區環西路1段3號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九一分公司",
    "Lon": 120.27638,
    "Lat": 23.09196999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區長大路1號B1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九五分公司",
    "Lon": 120.2731617,
    "Lat": 22.90741336,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海佃路3段163號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十二分公司",
    "Lon": 120.18099,
    "Lat": 23.05034999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永大路3段299號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九六分公司",
    "Lon": 120.25936,
    "Lat": 23.03439998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善里仁和路104之8號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八四分公司",
    "Lon": 120.23214,
    "Lat": 22.97253999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新進路2段466號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第六十七分公司",
    "Lon": 120.30292,
    "Lat": 23.30262,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安慶里長溪路1段307號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八五分公司",
    "Lon": 120.20724,
    "Lat": 23.03861,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區北花村中正路517號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一五二分公司",
    "Lon": 120.34064,
    "Lat": 22.96447999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區北勢里6鄰中正路1211號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第七十八分公司",
    "Lon": 120.29678,
    "Lat": 23.05955001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區關聖里裕信路177號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八六分公司",
    "Lon": 120.24524,
    "Lat": 22.98519,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區港尾里客子寮115號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九九分公司",
    "Lon": 120.22222,
    "Lat": 23.22152002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區晉江里民權路10之1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一九七分公司",
    "Lon": 120.25137,
    "Lat": 23.18312998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正南路628號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二O1分公司",
    "Lon": 120.23369,
    "Lat": 23.03816002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁德村19鄰民安路一段115號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二OO分公司",
    "Lon": 120.24081,
    "Lat": 22.95925002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安明路4段260-70號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八八分公司",
    "Lon": 120.13403,
    "Lat": 23.06119001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區橋南里7鄰忠孝路93號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二０二分公司",
    "Lon": 120.27357,
    "Lat": 23.31051999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區健康三街81號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九０分公司",
    "Lon": 120.16818,
    "Lat": 22.98719,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區億載里12鄰郡平路307號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八七分公司",
    "Lon": 120.16408,
    "Lat": 22.98949,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北成路442號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八九分公司",
    "Lon": 120.20142,
    "Lat": 23.01918,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區重溪里義士路1段938號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二十二分公司",
    "Lon": 120.3657,
    "Lat": 23.28543999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西湖里西湖街3號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一○分公司",
    "Lon": 120.1842897,
    "Lat": 23.00346946,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區南勢里16鄰南勢36-205號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二０五分公司",
    "Lon": 120.2616527,
    "Lat": 23.18499825,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區正南一街148號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二○六分公司",
    "Lon": 120.22673,
    "Lat": 23.02564999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?行里中正路299號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二０四分公司",
    "Lon": 120.24527,
    "Lat": 23.03386999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區太子村太子路122號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二０七分公司",
    "Lon": 120.26581,
    "Lat": 22.99157001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區成功村崇德路88號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第四十八分公司",
    "Lon": 120.2277,
    "Lat": 22.95943002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區南興里公學路5段685號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九一分公司",
    "Lon": 120.15951,
    "Lat": 23.07491001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁和路59號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九二分公司",
    "Lon": 120.23093,
    "Lat": 22.97542998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區二鎮村25鄰工社西街25巷81號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二０八分公司",
    "Lon": 120.33055,
    "Lat": 23.22087,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪墘里海佃路1段390號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九三分公司",
    "Lon": 120.19092,
    "Lat": 23.02833002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南保村1鄰大德路307號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一０分公司",
    "Lon": 120.28808,
    "Lat": 22.97355001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區河東里9鄰糞箕湖122之35號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二○九分公司",
    "Lon": 120.4389115,
    "Lat": 23.34183188,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區健康路3段242號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九四分公司",
    "Lon": 120.17394,
    "Lat": 22.98386,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區北灣里29鄰文賢街80-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一二分公司",
    "Lon": 120.27184,
    "Lat": 23.00774,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里42鄰新行街251號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一三分公司",
    "Lon": 120.24208,
    "Lat": 23.04427001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南保村南丁路188號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一六分公司",
    "Lon": 120.27974,
    "Lat": 22.97908998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安村11鄰中正路1段209號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一四分公司",
    "Lon": 120.23644,
    "Lat": 22.92238,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區新順里培安路151號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九五分公司",
    "Lon": 120.21156,
    "Lat": 23.04427001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區理想里海佃路2段432號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九七分公司",
    "Lon": 120.18819,
    "Lat": 23.03876,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區東角里4鄰興中路177、179號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一五分公司",
    "Lon": 120.2541524,
    "Lat": 23.18377732,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區鯤鯓路20號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九六分公司",
    "Lon": 120.18395,
    "Lat": 22.95912999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區仙草6-30號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一八分公司",
    "Lon": 120.4788224,
    "Lat": 23.34578467,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區義稠110之19號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一七分公司",
    "Lon": 120.25552,
    "Lat": 23.32703,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區龍潭里40鄰永明街262號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二一九分公司",
    "Lon": 120.2631859,
    "Lat": 23.02455776,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大灣里民族路409號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二０分公司",
    "Lon": 120.26639,
    "Lat": 23.00790998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新東里20鄰東興路236號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第五十三分公司",
    "Lon": 120.3232,
    "Lat": 23.31650999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區藥王里和真街59號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九八分公司",
    "Lon": 120.18933,
    "Lat": 23.0006,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區永就村中華路49號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二二分公司",
    "Lon": 120.29482,
    "Lat": 23.06483002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區龍潭里龍埔街108號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二一分公司",
    "Lon": 120.26368,
    "Lat": 23.03426,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安中路4段150號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一九九分公司",
    "Lon": 120.17018,
    "Lat": 23.04982,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區深坑村南雄路1段471號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二四分公司",
    "Lon": 120.33382,
    "Lat": 22.93931001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區蘇林村7號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二六分公司",
    "Lon": 120.23727,
    "Lat": 23.12176,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正路529號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二五分公司",
    "Lon": 120.23859,
    "Lat": 23.03931999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區南科北路1~1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第九十二分公司",
    "Lon": 120.27574,
    "Lat": 23.1125,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大林路113號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二００分公司",
    "Lon": 120.21118,
    "Lat": 22.97519001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區小新里7鄰成功路173之1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二七分公司",
    "Lon": 120.3137627,
    "Lat": 23.12844141,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區大山里8鄰大山腳1之80號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二二八分公司",
    "Lon": 120.21966,
    "Lat": 23.1961,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪北里安和路1段105號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二○二分公司",
    "Lon": 120.21419,
    "Lat": 23.02810999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大學里勝利路118號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二○三分公司",
    "Lon": 120.21836,
    "Lat": 22.99595001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區水仙里民權路3段87號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二０一分公司",
    "Lon": 120.19742,
    "Lat": 22.99671,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市下營區營前村營前街16號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二三二分公司",
    "Lon": 120.26348,
    "Lat": 23.22998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海佃里海佃路1段239號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二０五分公司",
    "Lon": 120.19096,
    "Lat": 23.02564999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區正新路233號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二三三分公司",
    "Lon": 120.30285,
    "Lat": 23.03615,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區府前路2段239號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二○七分公司",
    "Lon": 120.19065,
    "Lat": 22.99172,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區建平里怡平路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二０八分公司",
    "Lon": 120.18299,
    "Lat": 22.99259,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區平豐路430號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二○九分公司",
    "Lon": 120.1639,
    "Lat": 22.99424002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區新順里安和路3段55-1、57號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二○六分公司",
    "Lon": 120.21707,
    "Lat": 23.0448,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區東寧里新生東路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二三四分公司",
    "Lon": 120.181994,
    "Lat": 23.16213152,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區東寧里文化路196號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二三六分公司",
    "Lon": 120.1769,
    "Lat": 23.16324999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里中華西路1段122、124號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二０四分公司",
    "Lon": 120.1847032,
    "Lat": 22.97808502,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區六合里中華二路320號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二三五分公司",
    "Lon": 120.23205,
    "Lat": 23.00856,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大和里23鄰大港街140號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一○分公司",
    "Lon": 120.18995,
    "Lat": 23.01353998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區平安里華平路742號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一一分公司",
    "Lon": 120.17606,
    "Lat": 22.99909,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區港仔里觀音街90號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一四分公司",
    "Lon": 120.16166,
    "Lat": 23.00045998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區五妃里南門路229號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一三分公司",
    "Lon": 120.20413,
    "Lat": 22.98369999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區後甲里裕農路657號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七０分公司",
    "Lon": 120.23645,
    "Lat": 22.98878998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區白雪里金華路1段235號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一二分公司",
    "Lon": 120.18994,
    "Lat": 22.96713999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區慶平路60、62號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七二分公司",
    "Lon": 120.1830967,
    "Lat": 22.9969892,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里仁愛街68、70號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二三七分公司",
    "Lon": 120.2391527,
    "Lat": 23.04423814,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中山路258、260號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０七分公司",
    "Lon": 120.2588484,
    "Lat": 22.97085357,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華西街152號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０八分公司",
    "Lon": 120.22606,
    "Lat": 23.01563001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海東里同安路235號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七四分公司",
    "Lon": 120.19205,
    "Lat": 23.04248999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區西灣里永華路406、408號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七三分公司",
    "Lon": 120.2590623,
    "Lat": 23.01292375,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區新順里培安路155號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七六分公司",
    "Lon": 120.21141,
    "Lat": 23.04399001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區西灣里永大路2段440號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七五分公司",
    "Lon": 120.2628308,
    "Lat": 23.00972736,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區二行里15鄰中正西路347號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七七分公司",
    "Lon": 120.21796,
    "Lat": 22.91776999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區三舍里三舍55號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七九分公司",
    "Lon": 120.29554,
    "Lat": 23.08970001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區國安里九份子大道6號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二七八分公司",
    "Lon": 120.20203,
    "Lat": 23.02773,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東橋里東橋六街61號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八０分公司",
    "Lon": 120.23461,
    "Lat": 23.01975001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區永安里新興路507號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八二分公司",
    "Lon": 120.41775,
    "Lat": 23.35261998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區安加里安定407號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八四分公司",
    "Lon": 120.2319221,
    "Lat": 23.11477564,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區實踐里北門路三段47、49號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八一分公司",
    "Lon": 120.2173062,
    "Lat": 23.01441082,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南化區南化里128號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八七分公司",
    "Lon": 120.48609,
    "Lat": 23.04101,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區六合里中山南路12-5號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八三分公司",
    "Lon": 120.22712,
    "Lat": 23.01179998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區文元里文成路775號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八六分公司",
    "Lon": 120.19494,
    "Lat": 23.01213002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區崑山里永大路2段11號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八五分公司",
    "Lon": 120.26088,
    "Lat": 23.00442001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南保里民權南路108號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八八分公司",
    "Lon": 120.28778,
    "Lat": 22.96478002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區文昌里中正路385號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二八九分公司",
    "Lon": 120.2939,
    "Lat": 23.12771998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區龍山街109、111號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第五十四分公司",
    "Lon": 120.223305,
    "Lat": 22.98392548,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區豐華里中心路2號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一分公司",
    "Lon": 120.26066,
    "Lat": 23.10324001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區忠仁里延平路195號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四十二分公司",
    "Lon": 120.17845,
    "Lat": 23.15873998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇成里崇明路561號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一二分公司",
    "Lon": 120.22583,
    "Lat": 22.97096,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區興化里佳里興492號之50   1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二二分公司",
    "Lon": 120.18842,
    "Lat": 23.18926,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區穀興里中山路11號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二一分公司",
    "Lon": 120.24783,
    "Lat": 23.18356999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區建平里永華路2段210號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一O七分公司",
    "Lon": 120.18121,
    "Lat": 22.98995,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華里小東路637號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一五六分公司",
    "Lon": 120.23834,
    "Lat": 22.99869002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區建南里勝利路216號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二三分公司",
    "Lon": 120.18,
    "Lat": 23.14847999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區水正里中正路61、63號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二二分公司",
    "Lon": 120.2677093,
    "Lat": 23.31931259,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區永安里國泰路101號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二四分公司",
    "Lon": 120.4126438,
    "Lat": 23.34836889,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區林森路3段76、78號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二五分公司",
    "Lon": 120.2248594,
    "Lat": 23.00280327,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區建南里中華南路2段101-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二六分公司",
    "Lon": 120.19292,
    "Lat": 22.96155999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區復興路684號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二九分公司",
    "Lon": 120.29461,
    "Lat": 23.30644001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區南勢里南勢168號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二七分公司",
    "Lon": 120.2675453,
    "Lat": 23.18432026,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區北安路2段480號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三０分公司",
    "Lon": 120.20341,
    "Lat": 23.03616001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民治路228號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三一分公司",
    "Lon": 120.3044,
    "Lat": 23.30805998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安中路1段546、552號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二八分公司",
    "Lon": 120.2012288,
    "Lat": 23.03978744,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區文華一街89號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三二分公司",
    "Lon": 120.24325,
    "Lat": 22.96083998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋二街38號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三三分公司",
    "Lon": 120.22751,
    "Lat": 23.01881002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區正強街221號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三六分公司",
    "Lon": 120.25165,
    "Lat": 23.02933999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區港口245-10號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三五分公司",
    "Lon": 120.23167,
    "Lat": 23.09543,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區安北路12-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三九分公司",
    "Lon": 120.16795,
    "Lat": 22.99948001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善路168號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三八分公司",
    "Lon": 120.22321,
    "Lat": 22.98052999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區佳西路215號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一五分公司",
    "Lon": 120.16755,
    "Lat": 23.16283999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區大德街150號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四０分公司",
    "Lon": 120.41276,
    "Lat": 23.35584999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區富強路1段304號、306巷8號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三三四分公司",
    "Lon": 120.27574,
    "Lat": 23.01973002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區前大埔191號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一七分公司",
    "Lon": 120.40426,
    "Lat": 23.3259,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區民族路3段277號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一八分公司",
    "Lon": 120.19262,
    "Lat": 22.99984001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區林鳳營111-8號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一六分公司",
    "Lon": 120.3204477,
    "Lat": 23.24242204,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕學路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二二分公司",
    "Lon": 120.2373482,
    "Lat": 22.98468584,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區中山路2段27號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二一九分公司",
    "Lon": 120.32723,
    "Lat": 22.95991998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區小東路307巷75、77號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二一分公司",
    "Lon": 120.2309081,
    "Lat": 23.00051442,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區知母義15號之201樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二三分公司",
    "Lon": 120.3123571,
    "Lat": 23.02216551,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區中山路187號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二四分公司",
    "Lon": 120.17579,
    "Lat": 23.23523001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區大社里大社710號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二０分公司",
    "Lon": 120.31762,
    "Lat": 23.08927999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東橋一路28號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二五分公司",
    "Lon": 120.23522,
    "Lat": 23.01711,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區嘉北里13鄰352號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二六分公司",
    "Lon": 120.3293,
    "Lat": 23.14615,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新都路460號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二八分公司",
    "Lon": 120.19318,
    "Lat": 22.9672,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正路545號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三一分公司",
    "Lon": 120.23894,
    "Lat": 23.03972999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區中華西路1段89號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二七分公司",
    "Lon": 120.18398,
    "Lat": 22.97757001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新興路529、531號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二二九分公司",
    "Lon": 120.1870482,
    "Lat": 22.97475821,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大成路2段86、88號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三０分公司",
    "Lon": 120.1953179,
    "Lat": 22.97500733,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市後壁區菁寮346號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三二分公司",
    "Lon": 120.33748,
    "Lat": 23.38056,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區小東路35號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三三分公司",
    "Lon": 120.23154,
    "Lat": 22.99902001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區中正路321-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三五分公司",
    "Lon": 120.35106,
    "Lat": 23.22635998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區長和路2段66號B1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三四分公司",
    "Lon": 120.2231377,
    "Lat": 23.06414317,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市將軍區長榮里長榮29-2號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三八分公司",
    "Lon": 120.15832,
    "Lat": 23.19712998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區豐華里紫楝路21號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四一分公司",
    "Lon": 120.26212,
    "Lat": 23.10117999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區新樹里中山北路634巷7號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三六分公司",
    "Lon": 120.27789,
    "Lat": 23.0307,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大忠里中華南路1段178號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三九分公司",
    "Lon": 120.21123,
    "Lat": 22.97053001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和里銘傳街87、89號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四０分公司",
    "Lon": 120.2898523,
    "Lat": 23.07411957,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安里保安路1段56巷55號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二三七分公司",
    "Lon": 120.22812,
    "Lat": 22.92211001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里永平街120號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四二分公司",
    "Lon": 120.2634,
    "Lat": 23.02190001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區赤崁里中山路125號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四四分公司",
    "Lon": 120.20927,
    "Lat": 22.99569998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區忠政里中正路121號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四三分公司",
    "Lon": 120.31622,
    "Lat": 23.31805,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區光文里中山路143-2號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四五分公司",
    "Lon": 120.30158,
    "Lat": 23.13270998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大智里德東街101號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四六分公司",
    "Lon": 120.23044,
    "Lat": 22.96188001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園里中山路398號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四七分公司",
    "Lon": 120.2547,
    "Lat": 23.03541,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成功路2號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五０分公司",
    "Lon": 120.2112,
    "Lat": 22.99764999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區安南路256號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五二分公司",
    "Lon": 120.17437,
    "Lat": 23.15194,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區子龍里良廟3之1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五一分公司",
    "Lon": 120.2073937,
    "Lat": 23.17607439,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區大潭里長榮路1段320巷11號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四八分公司",
    "Lon": 120.27211,
    "Lat": 22.90990001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區勝學路226號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二四九分公司",
    "Lon": 120.23127,
    "Lat": 23.00626001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區建平路277號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五三分公司",
    "Lon": 120.18216,
    "Lat": 22.98847,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區北灣里北興路51號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五五分公司",
    "Lon": 120.26563,
    "Lat": 23.01442,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區三合里中華二路146號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五四分公司",
    "Lon": 120.23792,
    "Lat": 23.00864,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區和平里自由路2段37號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五八分公司",
    "Lon": 120.23747,
    "Lat": 22.97125001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區小東里東安路291、293號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五七分公司",
    "Lon": 120.2271778,
    "Lat": 22.99777681,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區公正里民族路2段53號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二五六分公司",
    "Lon": 120.21068,
    "Lat": 22.99446,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區龍潭里永明街175號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一三分公司",
    "Lon": 120.26257,
    "Lat": 23.02472002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區仁得里01鄰華宗路321號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一四分公司",
    "Lon": 120.18413,
    "Lat": 23.21924002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東橋里東橋七路369號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三００分公司",
    "Lon": 120.23511,
    "Lat": 23.02471,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區文華里金華路2段341號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０一分公司",
    "Lon": 120.19166,
    "Lat": 22.98556999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東明里東興路41號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０四分公司",
    "Lon": 120.2286389,
    "Lat": 22.99087041,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區明德里大成路1段128號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０二分公司",
    "Lon": 120.20019,
    "Lat": 22.97516,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪心里安中路2段140號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０三分公司",
    "Lon": 120.18775,
    "Lat": 23.04657,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安中路6段850號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０九分公司",
    "Lon": 120.12784,
    "Lat": 23.06593002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區國平路198號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一０分公司",
    "Lon": 120.17114,
    "Lat": 22.98975,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里中正七街27、29號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０五分公司",
    "Lon": 120.2400194,
    "Lat": 23.04003108,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區協興里正新路305號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一二分公司",
    "Lon": 120.30282,
    "Lat": 23.03871,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區勝利路118號1、2樓及B2樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三０六分公司",
    "Lon": 120.21836,
    "Lat": 22.99595001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園街339號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一四分公司",
    "Lon": 120.25145,
    "Lat": 23.03285,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕農路888號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一一分公司",
    "Lon": 120.2433817,
    "Lat": 22.98973239,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區德昌路58號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一五分公司",
    "Lon": 120.2374658,
    "Lat": 22.96533399,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區信義路373號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一七分公司",
    "Lon": 120.30406,
    "Lat": 23.03444001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區海安路3段219巷5號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一三分公司",
    "Lon": 120.1989985,
    "Lat": 23.00663274,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區陽光大道198號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一八分公司",
    "Lon": 120.30708,
    "Lat": 23.11177002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大同路2段136巷3號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一六分公司",
    "Lon": 120.21266,
    "Lat": 22.97875999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區慶平路五三一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三六分公司",
    "Lon": 120.17189,
    "Lat": 22.99717,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區南雄路1段851號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三一九分公司",
    "Lon": 120.3304465,
    "Lat": 22.95233552,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安和路四段九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三五分公司",
    "Lon": 120.21852,
    "Lat": 23.05262999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海佃路四段二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三八分公司",
    "Lon": 120.17838,
    "Lat": 23.05385002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區健康路一段三四六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三七分公司",
    "Lon": 120.19995,
    "Lat": 22.98159001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區校前里建平七街六八九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三九分公司",
    "Lon": 120.16884,
    "Lat": 22.98999999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區育樂里大學路西段五十一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四０分公司",
    "Lon": 120.21714,
    "Lat": 22.9963,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區王行路一０五二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０七分公司",
    "Lon": 120.275849,
    "Lat": 23.0512582,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區二王里中山南路五六六號之一",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一○六分公司",
    "Lon": 120.24123,
    "Lat": 23.01883001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東明里東安路一０二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四一分公司",
    "Lon": 120.2265367,
    "Lat": 22.99294014,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區北門路二段十二號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四二分公司",
    "Lon": 120.21241,
    "Lat": 22.99769999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區彰南里新樂路七十二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四三分公司",
    "Lon": 120.17425,
    "Lat": 22.96963,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區五甲村南雄路一段八二九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０八分公司",
    "Lon": 120.3306,
    "Lat": 22.95216002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路三段701號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十七分公司",
    "Lon": 120.25577,
    "Lat": 22.99173002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區三合里中山東路117、119號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０五分公司",
    "Lon": 120.2364854,
    "Lat": 23.01217363,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南興村一鄰民生北街一０六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一０分公司",
    "Lon": 120.2810555,
    "Lat": 22.96947262,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安東里安和路一段三０八號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四四分公司",
    "Lon": 120.21525,
    "Lat": 23.02658,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區尚頂里一鄰中正南路三一四號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一二分公司",
    "Lon": 120.2266,
    "Lat": 23.03119998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區中山路二一一號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一四分公司",
    "Lon": 120.30956,
    "Lat": 23.03613998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區大營村大營一三六之一號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一一分公司",
    "Lon": 120.30771,
    "Lat": 23.10028,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁村十八鄰中正路二段二二四號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一三分公司",
    "Lon": 120.25157,
    "Lat": 22.94868002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區生產路六六０號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十一分公司",
    "Lon": 120.23232,
    "Lat": 22.9662,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區國安街一一一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十三分公司",
    "Lon": 120.18888,
    "Lat": 23.02224999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區南?里臺南縣官田鄉南?村南?32號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一六分公司",
    "Lon": 120.3391085,
    "Lat": 23.18644468,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇明七街七十八號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四十二分公司",
    "Lon": 120.21882,
    "Lat": 22.97942999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華二路三五二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第十八分公司",
    "Lon": 120.23072,
    "Lat": 23.00851,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大仁街220號1樓 / 台南縣永康市國光五街75號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一五分公司",
    "Lon": 120.2585,
    "Lat": 23.00593001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區中山西路一段一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第十九分公司",
    "Lon": 120.3245387,
    "Lat": 23.27910317,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復華里二十鄰復華一街二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第十三分公司",
    "Lon": 120.2452353,
    "Lat": 23.00545366,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區關子嶺十二號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第三十五分公司",
    "Lon": 120.49965,
    "Lat": 23.33621,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華路三五三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第八分公司",
    "Lon": 120.23378,
    "Lat": 23.00839001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區開元路四三四號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第七十分公司",
    "Lon": 120.22596,
    "Lat": 23.01087998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區復興路762號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一二四分公司",
    "Lon": 120.28633,
    "Lat": 23.30882001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區中和里五鄰灣裡路二六五號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四十五分公司",
    "Lon": 120.18223,
    "Lat": 22.92669001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區南紙里18鄰太子路191號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十八分公司",
    "Lon": 120.2943,
    "Lat": 23.30104999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區武安里中正路321號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一０一分公司",
    "Lon": 120.30846,
    "Lat": 23.03357001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區科里村枋子林七十四之六號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一二七分公司",
    "Lon": 120.39398,
    "Lat": 23.2945,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區大廟村和順路二段三五六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第三十六分公司",
    "Lon": 120.2741,
    "Lat": 22.99206001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區成功路三十一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十二分公司",
    "Lon": 120.20056,
    "Lat": 22.99983,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區六甲村中正路三一三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第五十七分公司",
    "Lon": 120.35062,
    "Lat": 23.22522,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區太子宮142之34號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市四十四分公司",
    "Lon": 120.3166964,
    "Lat": 23.30914662,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區佳里興四四一之一號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第七十六分公司",
    "Lon": 120.17683,
    "Lat": 23.1655,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區開元路二０八、二一０號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十七分公司",
    "Lon": 120.2191775,
    "Lat": 23.00692895,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區大順三路125號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０一分公司",
    "Lon": 120.28794,
    "Lat": 23.10229,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區喜東里喜樹路三四０巷三十九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十五分公司",
    "Lon": 120.1799923,
    "Lat": 22.94600323,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區忠孝里榮譽街86、86-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一０四分公司",
    "Lon": 120.218274,
    "Lat": 22.97519499,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區明興路732號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一０八分公司",
    "Lon": 120.18131,
    "Lat": 22.94056001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區網寮里6鄰永二街202號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十三分公司",
    "Lon": 120.25227,
    "Lat": 23.01589999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市大內區大內村一鄰一號之七",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一一七分公司",
    "Lon": 120.3574,
    "Lat": 23.12223,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區龍山里二十九鄰崇學路一九三號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十八分公司",
    "Lon": 120.22356,
    "Lat": 22.98051,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區香洋村3鄰南雄路2段210號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十九分公司",
    "Lon": 120.32904,
    "Lat": 22.96460002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區聖前里三鄰府前路一段二八一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一二六分公司",
    "Lon": 120.20206,
    "Lat": 22.98944,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北門里公園南路71號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十二分公司",
    "Lon": 120.21095,
    "Lat": 23.00035001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區八甲村中正北路1段194號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三十八分公司",
    "Lon": 120.296,
    "Lat": 22.97414998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華路1段554、556號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十三分公司",
    "Lon": 120.1910208,
    "Lat": 22.97480392,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里十二鄰中正路五三三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一二０分公司",
    "Lon": 120.23908,
    "Lat": 23.03958,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區蘇厝二九三之六十八號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一二一分公司",
    "Lon": 120.24717,
    "Lat": 23.13087,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北門里北門路二段七十七號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一三分公司",
    "Lon": 120.1213483,
    "Lat": 23.27013865,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區中華東路一段九十六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一０五分公司",
    "Lon": 120.23407,
    "Lat": 22.99485999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里23鄰中山南路537號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第七十九分公司",
    "Lon": 120.25283,
    "Lat": 23.02395999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市山上區南洲337-3號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十八分公司",
    "Lon": 120.35202,
    "Lat": 23.10338,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區營西村1鄰1號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第八十三分公司",
    "Lon": 120.20352,
    "Lat": 23.12281,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海西里十一鄰海中街七十三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四十一分公司",
    "Lon": 120.18418,
    "Lat": 23.03987999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區民生里金華路三段六十九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四十二分公司",
    "Lon": 120.19228,
    "Lat": 22.98996001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新南里二十三鄰復興路六三六號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一三五分公司",
    "Lon": 120.29589,
    "Lat": 23.30605,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區實踐街九十八號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四五分公司",
    "Lon": 120.21936,
    "Lat": 23.01356999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區平通里國平路三八一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一０五分公司",
    "Lon": 120.17124,
    "Lat": 22.99372001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復華七街六十八號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一三六分公司",
    "Lon": 120.24668,
    "Lat": 23.01435001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區文平路462號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四六分公司",
    "Lon": 120.17899,
    "Lat": 22.99418001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大忠里大同路二段五００號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四七分公司",
    "Lon": 120.21459,
    "Lat": 22.97217998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區南科三路17號1樓、19樓1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一三七分公司",
    "Lon": 120.2817,
    "Lat": 23.09832,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區朝琴路143號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一三八分公司",
    "Lon": 120.2720519,
    "Lat": 23.32343325,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山北路四三一號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一四０分公司",
    "Lon": 120.26838,
    "Lat": 23.02938999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區大潭村長榮路一段二三０之一號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一三九分公司",
    "Lon": 120.26979,
    "Lat": 22.91043,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區勝利里六鄰勝利街六號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一四一分公司",
    "Lon": 120.23124,
    "Lat": 23.00071999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區南科北路一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一二八分公司",
    "Lon": 120.27574,
    "Lat": 23.1125,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區中華東路三段三七九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四八分公司",
    "Lon": 120.22131,
    "Lat": 22.97345001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區長安里長溪路三段三九九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一四七分公司",
    "Lon": 120.19624,
    "Lat": 23.06802998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園里龍國街77號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九分公司",
    "Lon": 120.26005,
    "Lat": 23.03273999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區保安里十鄰興國路一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一二九分公司",
    "Lon": 120.24845,
    "Lat": 23.18287002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區甲頂里14鄰大武街33號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十四分公司",
    "Lon": 120.22266,
    "Lat": 23.02014002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區中興路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一七分公司",
    "Lon": 120.40318,
    "Lat": 23.32233001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區永就村9鄰中山路227號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一０九分公司",
    "Lon": 120.29116,
    "Lat": 23.06754999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區中沙村中崙一五０號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一三一分公司",
    "Lon": 120.20984,
    "Lat": 23.07953,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區淵東里十鄰安中路三段360號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第九十三分公司",
    "Lon": 120.17568,
    "Lat": 23.04906001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安富里十鄰安富街341、343、345號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一三九分公司",
    "Lon": 120.1934264,
    "Lat": 23.02607185,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區中社村十九鄰林鳳營二三五號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一０七分公司",
    "Lon": 120.3204477,
    "Lat": 23.24242204,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區北安路二段五十九號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十九分公司",
    "Lon": 120.20468,
    "Lat": 23.02589,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安村二仁路一段六十號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第一三二分公司",
    "Lon": 120.22578,
    "Lat": 22.92011998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區二仁路一段124、126號1、2樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五九分公司",
    "Lon": 120.22419,
    "Lat": 22.92260626,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區工業二路166號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六二分公司",
    "Lon": 120.1442878,
    "Lat": 23.04622715,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海東里大安街58、60、62、64號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一一八分公司",
    "Lon": 120.1919985,
    "Lat": 23.0313316,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區中正路193號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五六分公司",
    "Lon": 120.29164,
    "Lat": 23.07652001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區長榮路四段181號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五七分公司",
    "Lon": 120.22129,
    "Lat": 23.00657998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區果毅里果毅後14-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五五分公司",
    "Lon": 120.37134,
    "Lat": 23.25812002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路一段73號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六一分公司",
    "Lon": 120.2493318,
    "Lat": 22.94156871,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區中華西路二段600、600-1號1、2樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六０分公司",
    "Lon": 120.18694,
    "Lat": 23.00428678,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山南路518號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六五分公司",
    "Lon": 120.24026,
    "Lat": 23.01817999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區井東里磚子井141-21號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五八分公司",
    "Lon": 120.2556995,
    "Lat": 23.17191406,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區中山路三段370號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六八分公司",
    "Lon": 120.27931,
    "Lat": 22.96863,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區文華路二段66號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六九分公司",
    "Lon": 120.22638,
    "Lat": 22.93442001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市楠西區楠西里中正路176號前面",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六六分公司",
    "Lon": 120.48606,
    "Lat": 23.1759,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新南里復興路642號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七一分公司",
    "Lon": 120.29574,
    "Lat": 23.30616999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區東寧里進學路7號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七二分公司",
    "Lon": 120.1851742,
    "Lat": 23.16437396,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區太子里長興路77-1、83號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七０分公司",
    "Lon": 120.26006,
    "Lat": 22.99385001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區烏竹里龍橋街406號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六七分公司",
    "Lon": 120.2622927,
    "Lat": 23.04402905,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區華興街122號1樓、2樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七三分公司",
    "Lon": 120.2371,
    "Lat": 23.00089001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區生產路508號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四二分公司",
    "Lon": 120.22995,
    "Lat": 22.96513001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區文華路三段432、436號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六三分公司",
    "Lon": 120.2432717,
    "Lat": 22.97034927,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區中山路153號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四四分公司",
    "Lon": 120.21008,
    "Lat": 22.99610001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區建國路386號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四一分公司",
    "Lon": 120.29384,
    "Lat": 23.13457999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中清路208號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三二０分公司",
    "Lon": 120.2563958,
    "Lat": 22.97592231,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區塭內里塭子內12-1號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南市第三四三分公司",
    "Lon": 120.1660161,
    "Lat": 23.12447266,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區夏林路258號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五０分公司",
    "Lon": 120.1949,
    "Lat": 22.97836,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區全興里竹子腳178號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五一分公司",
    "Lon": 120.2908424,
    "Lat": 23.02527306,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永華路399號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四五分公司",
    "Lon": 120.2574962,
    "Lat": 23.01776981,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區龍目井路433、435號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五三分公司",
    "Lon": 120.3052156,
    "Lat": 23.10924274,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安中路1段136號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五二分公司",
    "Lon": 120.20866,
    "Lat": 23.03552999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區潭頂里潭頂400號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四六分公司",
    "Lon": 120.32164,
    "Lat": 23.07695,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區育樂街1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四七分公司",
    "Lon": 120.21762,
    "Lat": 22.99543,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪東里府安路五段98巷56弄33號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三六四分公司",
    "Lon": 120.20065,
    "Lat": 23.02364001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區虎尾里自由路三段108號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三五四分公司",
    "Lon": 120.2376694,
    "Lat": 22.98015324,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區中山路469之8號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四八分公司",
    "Lon": 120.20131,
    "Lat": 23.12874002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋二街130、132號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三四九分公司",
    "Lon": 120.2301182,
    "Lat": 23.02060274,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區民主里府前路二段115號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８分公司",
    "Lon": 120.19456,
    "Lat": 22.99103,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區日新里十鄰新興路441、443號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第五十二分公司",
    "Lon": 120.1882065,
    "Lat": 22.97502155,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區健康路2段268-1、270號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第五十六分公司",
    "Lon": 120.18998,
    "Lat": 22.98184,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區東關里二十鄰中山路３５１–２、３５１–３號１",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第十八分公司",
    "Lon": 120.29332,
    "Lat": 23.13206001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區臨安路一段１２０、１２２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第４分公司",
    "Lon": 120.1917174,
    "Lat": 22.99993299,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華路2段111、113號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第九分公司",
    "Lon": 120.1913104,
    "Lat": 22.97998508,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區忠義里永福路1段30、32號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第五十五分公司",
    "Lon": 120.2001008,
    "Lat": 22.98607156,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區三仙里民權路十三–３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第１９分公司",
    "Lon": 120.313,
    "Lat": 23.30377,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善路259號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第五十八分公司",
    "Lon": 120.22618,
    "Lat": 22.97852999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民生里民治路四十鄰２０２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二十一分公司",
    "Lon": 120.31377,
    "Lat": 23.31081,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華路二段廣州里３００號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第２１分公司",
    "Lon": 120.19176,
    "Lat": 22.98269001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復興路４０５．４０７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第２２分公司",
    "Lon": 120.2401,
    "Lat": 22.99841002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區開山路２４５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第五十九分公司",
    "Lon": 120.21022,
    "Lat": 22.98610999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正路１５７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第２３分公司",
    "Lon": 120.25144,
    "Lat": 23.03076999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區甲頂路18、20號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第１分公司",
    "Lon": 120.2196411,
    "Lat": 23.02032211,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區新建里中山路１７９–十一號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第２４分公司",
    "Lon": 120.2415,
    "Lat": 23.18466001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新昌里西門路一段553號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十分公司",
    "Lon": 120.19731,
    "Lat": 22.98379001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區赤嵌里民族路2段76號之13,1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十八分公司",
    "Lon": 120.2079825,
    "Lat": 22.99500715,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區協和里臨安路一段２８５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第６２分公司",
    "Lon": 120.19441,
    "Lat": 23.00207002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區梅花里安中路一段711號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第六十一分公司",
    "Lon": 120.19525,
    "Lat": 23.04302999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區中山路１４０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第２６分公司",
    "Lon": 120.31716,
    "Lat": 23.30521001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區仁得里五鄰華宗路３７５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第２７分公司",
    "Lon": 120.18209,
    "Lat": 23.23242999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區頂安里北安路三段１６０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第６３分公司",
    "Lon": 120.2036,
    "Lat": 23.04266001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中華東路一段二十四號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第６４分公司",
    "Lon": 120.23384,
    "Lat": 22.98944,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區中華東路二段171、173、175、177號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第五十七分公司",
    "Lon": 120.2329861,
    "Lat": 22.98502717,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區五王里20鄰中華路472號1樓、中華路468巷1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第２５分公司",
    "Lon": 120.23253,
    "Lat": 23.01108002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區保安里興中路２、４號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第十五分公司",
    "Lon": 120.2485636,
    "Lat": 23.18367025,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區富強里裕農路５１６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第五十一分公司",
    "Lon": 120.23284,
    "Lat": 22.98827001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿海佃路一段１２９、１３１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第五十二分公司",
    "Lon": 120.1917767,
    "Lat": 23.02290489,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區永安里中山路十三號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南縣第十六分公司",
    "Lon": 120.41661,
    "Lat": 23.35184998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區龍山里東門路二段１９６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第五十四分公司",
    "Lon": 120.22337,
    "Lat": 22.98507998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善里二十二鄰崇德路６８５、６８７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第四十三分公司",
    "Lon": 120.21736,
    "Lat": 22.98190002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區水正里中正路35號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第１７分公司",
    "Lon": 120.26787,
    "Lat": 23.31990001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區公正里中山路１８２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第６５分公司",
    "Lon": 120.21133,
    "Lat": 22.99636999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市夏林路134-1、134-2號1樓、健康路二段106號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "臺南巿第五十三分公司",
    "Lon": 120.19475,
    "Lat": 22.98164001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區光文里十鄰中山路１８１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第２８分公司",
    "Lon": 120.30059,
    "Lat": 23.13257001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區淵中里安中路三段４３５．４３７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第六十六分公司",
    "Lon": 120.17362,
    "Lat": 23.05006002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南巿西門路三段２０３、３０５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第６８分公司",
    "Lon": 120.2051307,
    "Lat": 23.00491073,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里金華路二段１７９號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第６７分公司",
    "Lon": 120.19119,
    "Lat": 22.98080002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區ˍ\\行里３鄰中正路８９０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３０分公司",
    "Lon": 120.23957,
    "Lat": 23.03938001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區五王里中山南路１６４號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第２９分公司",
    "Lon": 120.23226,
    "Lat": 23.01325001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區萬鍾里３鄰民族路二段５３–２．５５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第３８分公司",
    "Lon": 120.21021,
    "Lat": 22.99431001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁德村中山路６０８．６１０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３２分公司",
    "Lon": 120.25133,
    "Lat": 22.97183,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復國村復國一路３７４巷１１７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３１分公司",
    "Lon": 120.2468,
    "Lat": 23.01241999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區中樓里開元路108-1、110號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第６９分公司",
    "Lon": 120.21796,
    "Lat": 23.00642002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區南灣里大灣路４３３號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３３分公司",
    "Lon": 120.26549,
    "Lat": 23.00275,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區正覺里西門路四段４６０．４６２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第７０分公司",
    "Lon": 120.21078,
    "Lat": 23.01604998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區仁愛里勝利路１９２．１９４號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第７２分公司",
    "Lon": 120.21892,
    "Lat": 23.00394002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華里十八鄰忠義街四十三．四十五號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３４分公司",
    "Lon": 120.2364,
    "Lat": 23.00019,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區永華路248號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第７４分公司",
    "Lon": 120.2588145,
    "Lat": 23.01329519,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區二王里二十二鄰中山南路５７０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３５分公司",
    "Lon": 120.24147,
    "Lat": 23.01893998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北華里成功路140號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第七十六分公司",
    "Lon": 120.20462,
    "Lat": 22.99866001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區光賢里武聖路47、49號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第七十五分公司",
    "Lon": 120.1910656,
    "Lat": 23.00598875,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區南門路1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第一八一分公司",
    "Lon": 120.27076,
    "Lat": 23.31238002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大同路二段692、694號1樓/國民路2號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第７１分公司",
    "Lon": 120.2151,
    "Lat": 22.96723001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里３鄰中山北路３號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３６分公司",
    "Lon": 120.2575,
    "Lat": 23.02617,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永大路60號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第三十九分公司",
    "Lon": 120.25699,
    "Lat": 23.02597,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區復興路59、61、63號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第三十八分公司",
    "Lon": 120.2953819,
    "Lat": 23.08127766,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區府連路351、353號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一三分公司",
    "Lon": 120.2161485,
    "Lat": 22.9849269,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東平路35-1、35-2號1樓和莊敬路90號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第七十三分公司",
    "Lon": 120.23294,
    "Lat": 22.99475999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里中華西路一段２５６–１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第７７分公司",
    "Lon": 120.18588,
    "Lat": 22.98107,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市大內區內庄172-8號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一四分公司",
    "Lon": 120.3574,
    "Lat": 23.12223,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市龍崎區楠坑里楠坑12之1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一六分公司",
    "Lon": 120.35434,
    "Lat": 22.92034001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區科里里枋子林74之6號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一五分公司",
    "Lon": 120.39452,
    "Lat": 23.29200998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區興農里新生南路165號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一九分公司",
    "Lon": 120.2504543,
    "Lat": 23.17705104,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市龍崎區楠坑里楠坑12之1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一七分公司",
    "Lon": 120.35434,
    "Lat": 22.92034001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區永華路二段6號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０三分公司",
    "Lon": 120.1849921,
    "Lat": 22.98920862,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?行里正南五街311號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一八分公司",
    "Lon": 120.2351861,
    "Lat": 23.03845101,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區光文里中山路243號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０五分公司",
    "Lon": 120.29444,
    "Lat": 23.13199999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區民安路一段423、425號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０四分公司",
    "Lon": 120.2556351,
    "Lat": 22.95093004,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區省躬里萬年七街380號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０六分公司",
    "Lon": 120.1898801,
    "Lat": 22.93517956,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和里民權路80號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四二四分公司",
    "Lon": 120.2887675,
    "Lat": 23.07758794,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區永華路二段812號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四二０分公司",
    "Lon": 120.16914,
    "Lat": 22.99150002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民生里三民路152-13號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四二一分公司",
    "Lon": 120.31034,
    "Lat": 23.30644999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路2段508號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九八分公司",
    "Lon": 120.25294,
    "Lat": 22.95505001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區府南里永成路3段319號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九七分公司",
    "Lon": 120.1953378,
    "Lat": 22.96999276,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區蓮潭里陽光大道587、589號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四二二分公司",
    "Lon": 120.3079272,
    "Lat": 23.11825323,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區高發二路371、373號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九九分公司",
    "Lon": 120.291954,
    "Lat": 22.92238236,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區仁愛路269號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九六分公司",
    "Lon": 120.18051,
    "Lat": 23.15304,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東橋里東橋六街208號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九三分公司",
    "Lon": 120.23692,
    "Lat": 23.02093999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁和路126號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九五分公司",
    "Lon": 120.23285,
    "Lat": 22.97059002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區尚頂里中正南路325號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九四分公司",
    "Lon": 120.22261,
    "Lat": 23.02779999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區育平路100、102號、府平路392號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四二三分公司",
    "Lon": 120.1672058,
    "Lat": 22.98715402,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區金華路三段88號1、2樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０二分公司",
    "Lon": 120.19273,
    "Lat": 22.99068999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區歸仁大道101號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一０分公司",
    "Lon": 120.2818301,
    "Lat": 22.93337003,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東山區東中里新東路1段19號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０一分公司",
    "Lon": 120.3630146,
    "Lat": 23.3098143,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區文平路278號1、2樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０七分公司",
    "Lon": 120.1782346,
    "Lat": 22.9889264,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市山上區山上里山上249、249-1、249-2號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四００分公司",
    "Lon": 120.3568266,
    "Lat": 23.10011663,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?行里中正南路432號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０九分公司",
    "Lon": 120.230253,
    "Lat": 23.03528757,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區中華東路一段366號3樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一一分公司",
    "Lon": 120.23357,
    "Lat": 22.99124999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善里中華東路三段141號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四０八分公司",
    "Lon": 120.22693,
    "Lat": 22.97798001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區信義路50號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七七分公司",
    "Lon": 120.1779741,
    "Lat": 23.23342407,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區北安路三段400-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第四一二分公司",
    "Lon": 120.2088053,
    "Lat": 23.04659265,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區學東里公學路六段679號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七九分公司",
    "Lon": 120.1429888,
    "Lat": 23.07872252,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區尊南街268、270號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七六分公司",
    "Lon": 120.1890943,
    "Lat": 22.98062747,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區育德路491號1、2樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七四分公司",
    "Lon": 120.20657,
    "Lat": 23.01512001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華路617之1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七八分公司",
    "Lon": 120.22996,
    "Lat": 23.01456999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?興里中正北路185號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三七五分公司",
    "Lon": 120.2557753,
    "Lat": 23.04229879,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南保里文化街三段47號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八六分公司",
    "Lon": 120.2874978,
    "Lat": 22.97086276,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁里德南路92號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八九分公司",
    "Lon": 120.2547869,
    "Lat": 22.94692895,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區七甲里中正北路二段130號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八八分公司",
    "Lon": 120.2933357,
    "Lat": 22.98254234,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區建平路19、21、23號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九０分公司",
    "Lon": 120.1814165,
    "Lat": 22.98365432,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區兌悅里金華路四段194號1樓、 信義街60巷6號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八０分公司",
    "Lon": 120.1958,
    "Lat": 23.00043001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區西門路一段292、296號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九一分公司",
    "Lon": 120.1977271,
    "Lat": 22.9798524,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區東興里東興路2段47號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三九二分公司",
    "Lon": 120.2301253,
    "Lat": 22.99741932,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區和緯路五段278號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八二分公司",
    "Lon": 120.18017,
    "Lat": 23.00527999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區崙頂里大成路211號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八三分公司",
    "Lon": 120.2959159,
    "Lat": 22.96089228,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區二王里中山東路59號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八五分公司",
    "Lon": 120.2364,
    "Lat": 23.01407999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東明里怡東路111號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第三八一分公司",
    "Lon": 120.2281251,
    "Lat": 22.99336758,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區天妃里安平路99號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第七十八分公司",
    "Lon": 120.16439,
    "Lat": 22.99951002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區後甲里十三鄰裕農路６１９–２號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第７９分公司",
    "Lon": 120.23545,
    "Lat": 22.98873001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區建南里中華南路二段一一一號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台中市第一０八分公司",
    "Lon": 120.19271,
    "Lat": 22.96163999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區文華里中華西路一段４３８號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８０分公司",
    "Lon": 120.18663,
    "Lat": 22.98535998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新昌里西門路一段６０５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８２分公司",
    "Lon": 120.19733,
    "Lat": 22.98502999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區民生里永華路１８４、１８４–１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８１分公司",
    "Lon": 120.1952101,
    "Lat": 22.98760505,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區忠政里府西路１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第４３分公司",
    "Lon": 120.31384,
    "Lat": 23.31109,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁村二十九鄰中正路二段３８７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第４０分公司",
    "Lon": 120.25174,
    "Lat": 22.95313999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區新厝里復興路162-1號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第十一分公司",
    "Lon": 120.29422,
    "Lat": 22.96569,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區南都里中華南路二段３１７、３１９號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第３２分公司",
    "Lon": 120.1853379,
    "Lat": 22.96167276,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區東寧里中山路４１０–１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第四十二分公司",
    "Lon": 120.17694,
    "Lat": 23.16336998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區重興里東豐路３５５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第４４分公司",
    "Lon": 120.22494,
    "Lat": 23.00276002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華路６６３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第４４分公司",
    "Lon": 120.22911,
    "Lat": 23.0157,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區州南里安和路四段５２０號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第４９分公司",
    "Lon": 120.21882,
    "Lat": 23.06137001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區大南里南門路五十二號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第２０分公司",
    "Lon": 120.20368,
    "Lat": 22.98251998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區文元里中華北路二段１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８３分公司",
    "Lon": 120.2068849,
    "Lat": 23.02195402,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區和平里仁和路１０５–１號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８１分公司",
    "Lon": 120.23312,
    "Lat": 22.97135998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區中山路１７３、１７５號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８５分公司",
    "Lon": 120.210565,
    "Lat": 22.99620214,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區鎮山里中山路２號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第３４分公司",
    "Lon": 120.17835,
    "Lat": 23.15412,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區竹翠里５鄰民族路二段３３１、３３３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８４分公司",
    "Lon": 120.2025918,
    "Lat": 22.99676852,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區民族路186、188號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第４６分公司",
    "Lon": 120.2641886,
    "Lat": 23.00870105,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區和順里民德路八十七號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８６分公司",
    "Lon": 120.2025,
    "Lat": 23.00542999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善里十五鄰崇善路569、571號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第５１分公司",
    "Lon": 120.2298447,
    "Lat": 22.97249366,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山南路四十五號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第４７分公司",
    "Lon": 120.24777,
    "Lat": 23.02149998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西門路二段３８４號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８８分公司",
    "Lon": 120.20074,
    "Lat": 22.99855,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區光賢里西和路三號一樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第８７分公司",
    "Lon": 120.1876061,
    "Lat": 22.99920903,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區士林村柳營路2段1、3號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第二十九分公司",
    "Lon": 120.3124635,
    "Lat": 23.27661024,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區泉北里東門路一段１９９號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９１分公司",
    "Lon": 120.21601,
    "Lat": 22.98761002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民榮里十五鄰復興路２９３號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第４８分公司",
    "Lon": 120.30282,
    "Lat": 23.304,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區自強里中華東路二段２９３號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第８９分公司",
    "Lon": 120.2309,
    "Lat": 22.98258,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區成功里中華路10巷2號1樓、中華路8-7號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南市第二十七分公司",
    "Lon": 120.23588,
    "Lat": 22.99996,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大成路二段１８９號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９３分公司",
    "Lon": 120.19257,
    "Lat": 22.97478998,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區北灣里二十鄰永大路２７８號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南縣第４９分公司",
    "Lon": 120.26937,
    "Lat": 23.01415,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市南區同安里明興路１２０５、１２０７號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９０分公司",
    "Lon": 120.185441,
    "Lat": 22.92519314,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區仙草里健康路一段４１６號１樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９２分公司",
    "Lon": 120.19813,
    "Lat": 22.98159999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區西門路4段332、334號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９４分公司",
    "Lon": 120.20948,
    "Lat": 23.01348403,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市東區中華東路三段七十五號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９７分公司",
    "Lon": 120.2281,
    "Lat": 22.97936001,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大豐里二十七鄰中華北路一段１４３號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９５分公司",
    "Lon": 120.18514,
    "Lat": 23.00980002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區府前路二段２１３號",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９８分公司",
    "Lon": 120.19196,
    "Lat": 22.99150002,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區和順路1段1號",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第八一八分公司",
    "Lon": 120.29342,
    "Lat": 22.99319999,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區王行路1052號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第八三一分公司",
    "Lon": 120.2756,
    "Lat": 23.05146998,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山路447號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一二四八分公司",
    "Lon": 120.25357,
    "Lat": 23.03803002,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路2段463號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一二四四分公司",
    "Lon": 120.25252,
    "Lat": 22.95495999,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山路72號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一二九七分公司",
    "Lon": 120.25686,
    "Lat": 23.02797001,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區南?里南?32號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第五十七分公司",
    "Lon": 120.3391085,
    "Lat": 23.18644468,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新孝路90號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第八一七分公司",
    "Lon": 120.18821,
    "Lat": 22.97798998,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市東區自由路1段322號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第八二七分公司",
    "Lon": 120.2377589,
    "Lat": 22.96992183,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市北區開元路485巷37、39號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第八二六分公司",
    "Lon": 120.2243199,
    "Lat": 23.01133232,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁和路37號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一二四七分公司",
    "Lon": 120.23021,
    "Lat": 22.97811001,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區興農路387號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一三四五分公司",
    "Lon": 120.27154,
    "Lat": 23.13091999,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區新中街1號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一四六七分公司",
    "Lon": 120.2387656,
    "Lat": 23.0354037,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保華路128號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一四一八分公司",
    "Lon": 120.225453,
    "Lat": 22.95921375,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區曾文街2號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一四四九分公司",
    "Lon": 120.35409,
    "Lat": 23.23298001,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇明路708號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一三八五分公司",
    "Lon": 120.22557,
    "Lat": 22.96889,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海佃路2段590、592號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一四一七分公司",
    "Lon": 120.1871209,
    "Lat": 23.04255773,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市東區龍山里崇學路５，７號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南崇學分公司",
    "Lon": 120.2239952,
    "Lat": 22.98068219,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區府前路1段16、18號1樓",
    "USER_公_1,C,254": "來來超商股份有限公司",
    "USER_分_1,C,254": "第一四O三分公司",
    "Lon": 120.2105737,
    "Lat": 22.98901445,
    "店名": "OK"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區法華里健康路１段２號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南康林分公司",
    "Lon": 120.2120771,
    "Lat": 22.98118532,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區金華路三段九十四號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南保安分公司",
    "Lon": 120.19281,
    "Lat": 22.99091999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安村二仁路一段六十二號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德嘉南分公司",
    "Lon": 120.2252,
    "Lat": 22.92105,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區明興里明興路七十五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南明興分公司",
    "Lon": 120.18739,
    "Lat": 22.95907002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區仙草里健康路一段３８８號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南健康分公司",
    "Lon": 120.1988,
    "Lat": 22.98156,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區安新里民生路二段二十八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南民生分公司",
    "Lon": 120.1893929,
    "Lat": 22.99739355,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇成里崇德路七三七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南崇德分公司",
    "Lon": 120.22768,
    "Lat": 22.96805001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區光明里新興路五三一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新興分公司",
    "Lon": 120.18704,
    "Lat": 22.97465,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區尚頂里臺南縣永康巿尚鼎里南台街二十二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康南台分公司",
    "Lon": 120.22392,
    "Lat": 23.02226999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區和順里西門路三段81號1樓；台南市北區西門街三段47巷12號1樓",
    "USER_公_1,C,254": "統一超商股份有限公司",
    "USER_分_1,C,254": "台南巿第９６分公司",
    "Lon": 120.20315,
    "Lat": 23.00243999,
    "店名": "seven"
  },
  {
    "IN_SingleL,C,200": "臺南市北區興南里公園北路一三一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南公園分公司",
    "Lon": 120.21049,
    "Lat": 23.00447001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區萬鍾里民族路二段六十七號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南民族分公司",
    "Lon": 120.20965,
    "Lat": 22.99429999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區富裕里裕農路一００號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南裕農分公司",
    "Lon": 120.22678,
    "Lat": 22.98569002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區大涼里府前路二段二七七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南府前分公司",
    "Lon": 120.18969,
    "Lat": 22.992,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區廣慈里成功路四十五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南成功分公司",
    "Lon": 120.2079858,
    "Lat": 22.99797881,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區開元里北園街二十號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南北園分公司",
    "Lon": 120.22322,
    "Lat": 23.01072002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市西區光賢里臺南市西區文賢里和善街六十九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南和善分公司",
    "Lon": 120.19026,
    "Lat": 23.00157,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復華里復國一路四三四號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康復國分公司",
    "Lon": 120.24625,
    "Lat": 23.01389998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大公里成功路一一八號，一二０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南忠成分公司",
    "Lon": 120.20518,
    "Lat": 22.99851999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區和順里公園南路三六０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南和順分公司",
    "Lon": 120.20239,
    "Lat": 23.00316,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區六合里中華二路二七０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康福樂分公司",
    "Lon": 120.23304,
    "Lat": 23.00859998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區廣慈里中山路一三九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南中山分公司",
    "Lon": 120.20993,
    "Lat": 22.99589,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區佛壇里灣裡路405號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南灣裡分公司",
    "Lon": 120.18341,
    "Lat": 22.92343,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區小東里光明街二一七號，二一九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南東平分公司",
    "Lon": 120.22875,
    "Lat": 22.99562999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東光里凱旋路三十號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南凱旋分公司",
    "Lon": 120.23252,
    "Lat": 22.99298999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區育樂里育樂街五十二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南育樂分公司",
    "Lon": 120.21693,
    "Lat": 22.99557999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區衛國里林森路二段一八八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南林森分公司",
    "Lon": 120.224,
    "Lat": 22.98911,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里永大路六三三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康永大分公司",
    "Lon": 120.25691,
    "Lat": 23.02415,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區小東里光明街五十二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南光明分公司",
    "Lon": 120.22825,
    "Lat": 22.99830001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里中正路五七三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康鹽行分公司",
    "Lon": 120.23843,
    "Lat": 23.04009,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區德善路279-3號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二一分公司",
    "Lon": 120.25831,
    "Lat": 22.94719001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋里大橋三街八十六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康華橋分公司",
    "Lon": 120.22595,
    "Lat": 23.0189,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁義村中山路四二六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德仁義分公司",
    "Lon": 120.25594,
    "Lat": 22.97128999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區武聖路153號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二O分公司",
    "Lon": 120.19062,
    "Lat": 23.00606001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德里崇德路471-3號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二三分公司",
    "Lon": 120.22653,
    "Lat": 22.97489002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區建南里中山路155號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二五分公司",
    "Lon": 120.17693,
    "Lat": 23.15819998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區信義路371號、371-1號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二二分公司",
    "Lon": 120.3043451,
    "Lat": 23.03449276,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大灣東路38號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二四分公司",
    "Lon": 120.26096,
    "Lat": 22.99846002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和里民權路52號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二七分公司",
    "Lon": 120.28955,
    "Lat": 23.07775001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區平安里安平路428號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二六分公司",
    "Lon": 120.1739,
    "Lat": 22.99823999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德里中華東路三段三一七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南崇明分公司",
    "Lon": 120.22344,
    "Lat": 22.97425999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區成功里中華一路61號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三九分公司",
    "Lon": 120.23664,
    "Lat": 23.00421,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西湖里湖美街72號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四O分公司",
    "Lon": 120.18006,
    "Lat": 23.00222001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區大宏里三民路52號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四一分公司",
    "Lon": 120.31861,
    "Lat": 23.30753,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區豐華村南科二路十八號七樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新市聯華分公司",
    "Lon": 120.27884,
    "Lat": 23.09528998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和里富林路29號、31號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四二分公司",
    "Lon": 120.2897779,
    "Lat": 23.07926323,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區關聖里裕農路六七０之一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南富裕分公司",
    "Lon": 120.23665,
    "Lat": 22.98852,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁村德安路一之一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德鼎安分公司",
    "Lon": 120.25308,
    "Lat": 22.95257002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區豐華村南科二路三十五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新市彩晶分公司",
    "Lon": 120.27908,
    "Lat": 23.09503002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區六安里延平路七二二之一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里鼎佳分公司",
    "Lon": 120.17971,
    "Lat": 23.17143002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成德里北安路一段一九一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南北安分公司",
    "Lon": 120.20769,
    "Lat": 23.01804002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區隆田村中山路二段一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "官田菱鄉分公司",
    "Lon": 120.3074,
    "Lat": 23.19392,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區南關里環東路２段３２號２樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "善化住華分公司",
    "Lon": 120.27304,
    "Lat": 23.12172998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成德里育德路四三三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南育德分公司",
    "Lon": 120.20644,
    "Lat": 23.01374999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市學甲區西明里中山路一八三號之六.一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "學甲狀元分公司",
    "Lon": 120.1768493,
    "Lat": 23.2352628,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區香洋村南雄路一段一一三三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "關廟英雄分公司",
    "Lon": 120.3277,
    "Lat": 22.95832,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區法華里大同路１段２１４號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南大富分公司",
    "Lon": 120.20915,
    "Lat": 22.9825,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區大安里大安街１４０號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南大安分公司",
    "Lon": 120.19316,
    "Lat": 23.03299002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民權里民權路９０號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營百亨分公司",
    "Lon": 120.31255,
    "Lat": 23.30725,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?行里臺南縣永康市ˍ\\行里中正七街２７號、２９號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康新科分公司",
    "Lon": 120.2400194,
    "Lat": 23.04003108,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁和里仁和路一三九巷十一之五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南仁和分公司",
    "Lon": 120.23538,
    "Lat": 22.96943998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復華里復華七街１１９號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康永勝分公司",
    "Lon": 120.24743,
    "Lat": 23.01537,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區光文里中山路９９號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "善化光文分公司",
    "Lon": 120.30295,
    "Lat": 23.13286002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區六甲村民生街２１號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "六甲民生分公司",
    "Lon": 120.3509931,
    "Lat": 23.22697423,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區後市村民族北街８５號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "歸仁文仁分公司",
    "Lon": 120.29243,
    "Lat": 22.96954002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區水秀里朝琴路１４０之２號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "鹽水朝琴分公司",
    "Lon": 120.2720174,
    "Lat": 23.32324797,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區文平里健康路３段１０號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南建平分公司",
    "Lon": 120.18108,
    "Lat": 22.98284,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里中華西路１段１２２號、１２４號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新孝分公司",
    "Lon": 120.1847032,
    "Lat": 22.97808502,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區太子村太子路１９０巷１之１號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德太子分公司",
    "Lon": 120.26188,
    "Lat": 22.99154,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大道里北門路２段５４５號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南國宅分公司",
    "Lon": 120.21612,
    "Lat": 23.01067999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區隆田村中山路１段４８號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "官田隆田分公司",
    "Lon": 120.31817,
    "Lat": 23.19285999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區文昌里中正路１６０號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "善化正國分公司",
    "Lon": 120.29433,
    "Lat": 23.12344002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇學里崇學路１８號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南德光分公司",
    "Lon": 120.2240689,
    "Lat": 22.9807602,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區後市村大順街１７０號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "歸仁大順分公司",
    "Lon": 120.28794,
    "Lat": 22.96528,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁村德洋路２４８之１號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德德洋分公司",
    "Lon": 120.24519,
    "Lat": 22.95571,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁德村中正路２段８０１號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德南紡分公司",
    "Lon": 120.25349,
    "Lat": 22.96316998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區太子村太子路７０３號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德大發分公司",
    "Lon": 120.25184,
    "Lat": 22.99123,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區普濟里民族路３段３２號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南永樂分公司",
    "Lon": 120.19888,
    "Lat": 22.99792999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區中正里康樂街１５０號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南康樂二分公司",
    "Lon": 120.19508,
    "Lat": 22.99490999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區永生里中興路３２號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營中興分公司",
    "Lon": 120.31692,
    "Lat": 23.30219001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區理想里大安街728號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安慶分公司",
    "Lon": 120.19049,
    "Lat": 23.04056001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區南紙里建業路317號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營南紙分公司",
    "Lon": 120.29438,
    "Lat": 23.29853999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕聖里裕聖文路78號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南裕文分公司",
    "Lon": 120.24565,
    "Lat": 22.97876,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新東里東興路188號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營東興分公司",
    "Lon": 120.32323,
    "Lat": 23.31550001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里永安路113之7號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康永安分公司",
    "Lon": 120.24585,
    "Lat": 23.04386998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區州南里安和路5段4號、6號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南長和分公司",
    "Lon": 120.2187323,
    "Lat": 23.06340732,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區中興里興國路46號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "麻豆黎明分公司",
    "Lon": 120.24777,
    "Lat": 23.17949001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區崑山里大仁街140號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康大仁分公司",
    "Lon": 120.25772,
    "Lat": 23.00413,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復興里復興路405號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康榮醫分公司",
    "Lon": 120.2401,
    "Lat": 22.99841002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區文成里和緯路3段333號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南和緯分公司",
    "Lon": 120.19587,
    "Lat": 23.00980999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海佃路1段345巷5號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安田分公司",
    "Lon": 120.1895146,
    "Lat": 23.02669971,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區平通里國平路599之1號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南國平分公司",
    "Lon": 120.17142,
    "Lat": 22.99651998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區開南里新建路47號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新建分公司",
    "Lon": 120.18553,
    "Lat": 22.96698999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區勝利里勝學路240號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康勝學分公司",
    "Lon": 120.23141,
    "Lat": 23.00642002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區後壁村德善路238之2號、238之3號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德德善分公司",
    "Lon": 120.25742,
    "Lat": 22.94760001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁德村文華一街118號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德華醫分公司",
    "Lon": 120.24314,
    "Lat": 22.96096998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里新孝路76號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新華分公司",
    "Lon": 120.18892,
    "Lat": 22.97793001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區和平里仁和路105之1號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南義統分公司",
    "Lon": 120.2329,
    "Lat": 22.97176001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區協興里忠孝路158號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新化正新分公司",
    "Lon": 120.30281,
    "Lat": 23.03767001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區安西里新生路432號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里佳中分公司",
    "Lon": 120.17179,
    "Lat": 23.15958002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區鎮山里勝利路41號、43號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里勝利分公司",
    "Lon": 120.1787213,
    "Lat": 23.15178849,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區龍潭里自強路728號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康自強分公司",
    "Lon": 120.26237,
    "Lat": 23.03595998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區光文里中山路259號1樓、261號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "善化建國分公司",
    "Lon": 120.29676,
    "Lat": 23.13198,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區育樂街170號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新博分公司",
    "Lon": 120.21465,
    "Lat": 22.99469,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪北里安和路1段73號、75號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南文安分公司",
    "Lon": 120.2147967,
    "Lat": 23.02754498,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里中華西路1段256之1號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南翔富分公司",
    "Lon": 120.1859,
    "Lat": 22.98113001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區怡平里文平路405號．407號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南文平分公司",
    "Lon": 120.17854,
    "Lat": 22.99255999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區二行村二仁路1段99號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德國珍分公司",
    "Lon": 120.2256,
    "Lat": 22.91878998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成德里和緯路2段229號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南花園分公司",
    "Lon": 120.20526,
    "Lat": 23.01225001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區慶安村中山路263號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "西港慶安分公司",
    "Lon": 120.20319,
    "Lat": 23.12106002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區六合里中華二路338號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康家福分公司",
    "Lon": 120.23144,
    "Lat": 23.00854001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區朝琴路65號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "鹽水清泉分公司",
    "Lon": 120.26923,
    "Lat": 23.32144002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德路529號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南崇義分公司",
    "Lon": 120.2277,
    "Lat": 22.97394002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復國一路344、346號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康永慶分公司",
    "Lon": 120.2465499,
    "Lat": 23.01097339,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區元寶里北園街6之6號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南北園附分公司",
    "Lon": 120.22349,
    "Lat": 23.01090999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華路508號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康五福分公司",
    "Lon": 120.23181,
    "Lat": 23.0123,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山南路237號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康東橋分公司",
    "Lon": 120.23575,
    "Lat": 23.01556999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區康樂街135號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南康樂一分公司",
    "Lon": 120.19432,
    "Lat": 22.99282,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民治路177號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營南新分公司",
    "Lon": 120.30415,
    "Lat": 23.30723998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區大社村335號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新市大社分公司",
    "Lon": 120.3171,
    "Lat": 23.09296,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區中山西路2段189號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "柳營乳香分公司",
    "Lon": 120.31278,
    "Lat": 23.27647999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北門路2段71號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新北門分公司",
    "Lon": 120.2124,
    "Lat": 22.99882999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區正新路191號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新化信義分公司",
    "Lon": 120.30292,
    "Lat": 23.03465001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區自強里中華東路2段353號，355號，台南市東區東門路3段1號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新東分公司",
    "Lon": 120.22973,
    "Lat": 22.98123001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永大路2段820號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康永興分公司",
    "Lon": 120.26407,
    "Lat": 23.01417998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山東路107號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康三合分公司",
    "Lon": 120.23682,
    "Lat": 23.01281,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區坐駕里建國路38號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三0分公司",
    "Lon": 120.29757,
    "Lat": 23.12715002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕勝里裕信路383號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二九分公司",
    "Lon": 120.24527,
    "Lat": 22.9781,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區仙草里五妃街270號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二二八分公司",
    "Lon": 120.19924,
    "Lat": 22.98269998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區長德里長北街112號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三一分公司",
    "Lon": 120.20473,
    "Lat": 23.00243002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區東勢里旺萊路127號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三四分公司",
    "Lon": 120.33456,
    "Lat": 22.95364998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區喜北里喜樹路220號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三六分公司",
    "Lon": 120.1781109,
    "Lat": 22.94070712,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區隆田里中山路1段35號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三五分公司",
    "Lon": 120.31834,
    "Lat": 23.19249998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區大涼里府前路2段277號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三八分公司",
    "Lon": 120.18969,
    "Lat": 22.992,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區?行里中正路581號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三七分公司",
    "Lon": 120.23839,
    "Lat": 23.04023999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區府前路2段178號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南康樂三分公司",
    "Lon": 120.19367,
    "Lat": 22.99149,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區忠義路1段56號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南忠義分公司",
    "Lon": 120.20202,
    "Lat": 22.98642,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里永安路117號1、2樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四三分公司",
    "Lon": 120.24541,
    "Lat": 23.04445998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東橋里東橋一路246號、250號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二三二分公司",
    "Lon": 120.2335285,
    "Lat": 23.01901071,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區中華東路二段50號、52號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南財神分公司",
    "Lon": 120.23304,
    "Lat": 22.9866,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區中正路239號1F",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新市丹海分公司",
    "Lon": 120.29172,
    "Lat": 23.07806002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區中華北路1段80號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南大豐分公司",
    "Lon": 120.1859,
    "Lat": 23.00875999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民治路122號、124號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營民興分公司",
    "Lon": 120.309872,
    "Lat": 23.31006772,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區正南一街157號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康正南分公司",
    "Lon": 120.22687,
    "Lat": 23.02517,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇善路688號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南崇善分公司",
    "Lon": 120.23156,
    "Lat": 22.96751998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成功路586號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南臨安分公司",
    "Lon": 120.19504,
    "Lat": 23.00243002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕農路655號、657號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新富裕分公司",
    "Lon": 120.2363473,
    "Lat": 22.98870774,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區富農街2段3號、3-1號、3-2號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南富農一分公司",
    "Lon": 120.2355972,
    "Lat": 22.9850394,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區自強路830號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康龍橋分公司",
    "Lon": 120.26466,
    "Lat": 23.03775999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區南園街102號、104號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南南園分公司",
    "Lon": 120.225525,
    "Lat": 23.00792006,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區中正路697號、699號、701號、703、705、705-1號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新化新北分公司",
    "Lon": 120.3051358,
    "Lat": 23.04239343,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德路128號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南東德分公司",
    "Lon": 120.21939,
    "Lat": 22.97956,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區興化里佳里興441-1號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里佳興分公司",
    "Lon": 120.18807,
    "Lat": 23.19006001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區北安路2段660號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安北分公司",
    "Lon": 120.20263,
    "Lat": 23.03871,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區自由路三段223號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南東成分公司",
    "Lon": 120.237,
    "Lat": 22.98258,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安和路2段166號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安順分公司",
    "Lon": 120.2155,
    "Lat": 23.04023999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區興中路228號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "麻豆興中分公司",
    "Lon": 120.25764,
    "Lat": 23.18356001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區仁愛路138號右棟1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里仁愛分公司",
    "Lon": 120.18392,
    "Lat": 23.15218999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復國一路477號、479號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康復華分公司",
    "Lon": 120.2448826,
    "Lat": 23.01505861,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區港尾里客子寮113號、115號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "麻豆真理分公司",
    "Lon": 120.222051,
    "Lat": 23.22171966,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區南台街36號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康新南台分公司",
    "Lon": 120.22343,
    "Lat": 23.02226001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市六甲區中正路394號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "六甲新民分公司",
    "Lon": 120.35068,
    "Lat": 23.22725999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區中山路231之6號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "善化和平分公司",
    "Lon": 120.29804,
    "Lat": 23.13222999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區本原街3段247號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新本原分公司",
    "Lon": 120.17416,
    "Lat": 23.05198002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區海安路3段219巷5號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南海安三分公司",
    "Lon": 120.19962,
    "Lat": 23.00634001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市後壁區竹新里新厝69號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營國道南分公司",
    "Lon": 120.3090838,
    "Lat": 23.34244286,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大橋二街68號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康大橋分公司",
    "Lon": 120.2283,
    "Lat": 23.01937999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區永寧里9鄰灣裡路278號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南永寧分公司",
    "Lon": 120.18204,
    "Lat": 22.92687001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市後壁區竹新里新厝72號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營國道北分公司",
    "Lon": 120.3085963,
    "Lat": 23.34286721,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新孝路72號1樓、74號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南金華分公司",
    "Lon": 120.18903,
    "Lat": 22.97793999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新建路47號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新和分公司",
    "Lon": 120.18553,
    "Lat": 22.96698999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大灣路197號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康新大灣分公司",
    "Lon": 120.26845,
    "Lat": 23.00798999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區興中路51號、53號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0二分公司",
    "Lon": 120.2497124,
    "Lat": 23.18377732,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新興路523號1樓、525號1樓、527號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南光明分公司.",
    "Lon": 120.18722,
    "Lat": 22.97468001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區延平路267號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0三分公司",
    "Lon": 120.17814,
    "Lat": 23.16073999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華西街159號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0一分公司",
    "Lon": 120.22558,
    "Lat": 23.01614998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正路533號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0四分公司",
    "Lon": 120.23908,
    "Lat": 23.03958,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區華興街148、146號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0五分公司",
    "Lon": 120.2364704,
    "Lat": 23.00079908,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁東街32號1樓、34號1樓、36號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南仁東分公司",
    "Lon": 120.23535,
    "Lat": 22.96989001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區健康三街235號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0七分公司",
    "Lon": 120.16876,
    "Lat": 22.99086999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區德東街83號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0八分公司",
    "Lon": 120.22967,
    "Lat": 22.96191999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華路2段384號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0九分公司",
    "Lon": 120.19193,
    "Lat": 22.98474999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區中央路246號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一一分公司",
    "Lon": 120.32783,
    "Lat": 22.96112002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大同路2段136巷2號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一0分公司",
    "Lon": 120.21258,
    "Lat": 22.97918,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區仁和路101-1號、臺南市東區仁和路101-2號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新義統分公司",
    "Lon": 120.23279,
    "Lat": 22.97192002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市玉井區民族路89號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一三分公司",
    "Lon": 120.4647,
    "Lat": 23.12394,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市西港區新興街11號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一四分公司",
    "Lon": 120.20148,
    "Lat": 23.11946,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區長和路2段12巷275號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一二分公司",
    "Lon": 120.22293,
    "Lat": 23.06969002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路二段805號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一五分公司",
    "Lon": 120.25337,
    "Lat": 22.96327002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區五妃街190號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一八分公司",
    "Lon": 120.20581,
    "Lat": 22.98266,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區慶平路573號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一七分公司",
    "Lon": 120.16973,
    "Lat": 22.99751001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東和路30號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一九分公司",
    "Lon": 120.22944,
    "Lat": 22.99876,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕聖里裕義路576號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四四分公司",
    "Lon": 120.2478598,
    "Lat": 22.97978101,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正路242號、244號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二一六分公司",
    "Lon": 120.2508768,
    "Lat": 23.03103062,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區王行里王行路563號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四五分公司",
    "Lon": 120.2756656,
    "Lat": 23.0513419,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安富里安富街250號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四八分公司",
    "Lon": 120.1958796,
    "Lat": 23.02666705,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區文元里海安路3段817號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四七分公司",
    "Lon": 120.19984,
    "Lat": 23.01542,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區大營里陽光大道26號、28號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四六分公司",
    "Lon": 120.3083321,
    "Lat": 23.10942054,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區莊敬里中華東路1段88號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二四九分公司",
    "Lon": 120.23413,
    "Lat": 22.99544999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區前鋒里育樂街一七０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南博客分公司",
    "Lon": 120.21465,
    "Lat": 22.99469,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區重光里成功路二一二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南長成分公司",
    "Lon": 120.20333,
    "Lat": 22.99912001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區網寮里文化路一一八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康文化分公司",
    "Lon": 120.2527717,
    "Lat": 23.01528651,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南興村民生北街一０六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "歸仁民生分公司",
    "Lon": 120.2810555,
    "Lat": 22.96947262,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里中華西街一七０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康長億分公司",
    "Lon": 120.22591,
    "Lat": 23.01604998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區德南路22巷1、3號、24、26號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二0六分公司",
    "Lon": 120.2520566,
    "Lat": 22.94854134,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區東寧里新生路一０八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里新生分公司",
    "Lon": 120.18102,
    "Lat": 23.16180001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區運河里康樂街九十四號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南康樂分公司",
    "Lon": 120.19457,
    "Lat": 22.99265999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區五王里中山南路二二四號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康南工分公司",
    "Lon": 120.23349,
    "Lat": 23.01417001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市下營區仁里村中山路二段三十二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "下營中山分公司",
    "Lon": 120.26088,
    "Lat": 23.23429999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區大宏里大同路四十五之四號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營大同分公司",
    "Lon": 120.32241,
    "Lat": 23.31101,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東明里怡東路五十三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南怡東分公司",
    "Lon": 120.22762,
    "Lat": 22.99177,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區小新里成功路三巷一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "善化成功分公司",
    "Lon": 120.3181,
    "Lat": 23.12661001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區梅花里安中路一段六九九巷一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安中分公司",
    "Lon": 120.19659,
    "Lat": 23.04207001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區南?里臺南縣官田鄉南ˍL村南ˍL八十一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "官田南分公司",
    "Lon": 120.3418651,
    "Lat": 23.18723504,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新昌里西門路一段六０五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南西門分公司",
    "Lon": 120.1977523,
    "Lat": 22.97734027,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區明興里中華南路二段一一０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南華興分公司",
    "Lon": 120.19243,
    "Lat": 22.96191001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區妙壽里安平路七八八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安平分公司",
    "Lon": 120.16147,
    "Lat": 23.00035001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新生里大同路二段一三八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南大林分公司",
    "Lon": 120.21281,
    "Lat": 22.97887,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區六安里忠孝東路九十一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里延平分公司",
    "Lon": 120.17841,
    "Lat": 23.16518001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區中營里中山路一一八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營中山分公司",
    "Lon": 120.31856,
    "Lat": 23.30531998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區北灣里大灣路二一三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康大灣分公司",
    "Lon": 120.26826,
    "Lat": 23.00767998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪墘里海佃路一段一六０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安南分公司",
    "Lon": 120.19184,
    "Lat": 23.02426999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區自強里中華東路二段一八七號、一八九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南華東分公司",
    "Lon": 120.232679,
    "Lat": 22.98465944,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區民榮里和平路四十六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營和平分公司",
    "Lon": 120.30992,
    "Lat": 23.30035999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東聖里富農街二段一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南富農分公司",
    "Lon": 120.23544,
    "Lat": 22.98527,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市鹽水區岸內里金和路二號、四號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "鹽水武廟分公司",
    "Lon": 120.2629965,
    "Lat": 23.32421533,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁德村中山路六六五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德國道分公司",
    "Lon": 120.25067,
    "Lat": 22.97165,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區虎尾里東門路三段二九三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南府城分公司",
    "Lon": 120.23726,
    "Lat": 22.97611998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區廣慈里成功路九十七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南廣成分公司",
    "Lon": 120.20793,
    "Lat": 22.99772002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區大營村大營一０九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新市大營分公司",
    "Lon": 120.30771,
    "Lat": 23.10028,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區神洲里忠孝路七十八號、八十號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康忠孝分公司",
    "Lon": 120.2400124,
    "Lat": 23.00403505,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區保民里府前路二段三十四號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南國華分公司",
    "Lon": 120.19673,
    "Lat": 22.99083999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大智里德東街八十七號、八十九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南長東分公司",
    "Lon": 120.2311221,
    "Lat": 22.96184354,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區埤頭村五十八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "關廟保東分公司",
    "Lon": 120.2273258,
    "Lat": 23.19353113,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區東關里中山路三五一之二號、三五一之三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "善化中山分公司",
    "Lon": 120.29375,
    "Lat": 23.13209999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里中正路八九０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康科大分公司",
    "Lon": 120.23957,
    "Lat": 23.03938001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區府南里大成路二段一八九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南大成分公司",
    "Lon": 120.1924,
    "Lat": 22.97481001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區州北里安和路五段二三０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南安和分公司",
    "Lon": 120.2173,
    "Lat": 23.06731999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區梅花里安中路一段七九七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南同安分公司",
    "Lon": 120.19342,
    "Lat": 23.04404001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區育平里健康三街二０九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南康裕分公司",
    "Lon": 120.16804,
    "Lat": 22.98553001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西湖里湖美街七十二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南湖美分公司",
    "Lon": 120.18006,
    "Lat": 23.00222001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海東里海佃路二段三七三號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南海環分公司",
    "Lon": 120.18763,
    "Lat": 23.03946999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市柳營區重溪村小腳腿一二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "柳營重溪分公司",
    "Lon": 120.33812,
    "Lat": 23.29497001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大林里大同路二段四０二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南大同分公司",
    "Lon": 120.2145233,
    "Lat": 22.97366962,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇文里崇德路八三五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南德高分公司",
    "Lon": 120.22764,
    "Lat": 22.96501999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區龍山里長榮路一段二三六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南榮寶分公司",
    "Lon": 120.21883,
    "Lat": 22.98568,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區怡平里慶平路三七二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南大慶分公司",
    "Lon": 120.1778,
    "Lat": 22.99702998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中洲村中洲二七六之九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "仁德中村分公司",
    "Lon": 120.2650588,
    "Lat": 22.90634434,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區淵西里安中路四段二三八號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南興德分公司",
    "Lon": 120.165909,
    "Lat": 23.05138588,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南保村民權北路一五一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "歸仁文化分公司",
    "Lon": 120.28819,
    "Lat": 22.97096,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區正強里中正路二三二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康正強分公司",
    "Lon": 120.25134,
    "Lat": 23.03096998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區忠政里中正路三十九之九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新營新興分公司",
    "Lon": 120.3165578,
    "Lat": 23.31401122,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區成功里北成路三十九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南北成分公司",
    "Lon": 120.21078,
    "Lat": 23.01857,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永康里永大路二段一二六六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康永華分公司",
    "Lon": 120.26177,
    "Lat": 23.02136,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北門里北門路二段六十九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南北門分公司",
    "Lon": 120.1213483,
    "Lat": 23.27013865,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區元寶里開元路四八五巷三十七號、三十九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南雙園分公司",
    "Lon": 120.2243199,
    "Lat": 23.01133232,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區五王里中山東路二二０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康五王分公司",
    "Lon": 120.2370014,
    "Lat": 23.01130226,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區育平里永華路二段八一五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南康華分公司",
    "Lon": 120.16881,
    "Lat": 22.99116001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區彰南里新信路三十四號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南新信分公司",
    "Lon": 120.17794,
    "Lat": 22.97391998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區北門里北門路二段十九號、二十一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南站前分公司",
    "Lon": 120.1213483,
    "Lat": 23.27013865,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區小西里西門路一段六六０號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南和意分公司",
    "Lon": 120.19793,
    "Lat": 22.98776999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東灣里大灣路三一九號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "永康大華分公司",
    "Lon": 120.26648,
    "Lat": 23.00460001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區南勢里八十七之一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "麻豆致遠分公司",
    "Lon": 120.2621181,
    "Lat": 23.18417038,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區安西里光復路三二七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "佳里光復分公司",
    "Lon": 120.17461,
    "Lat": 23.16328,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區文南里中華西路一段一五七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南健華分公司",
    "Lon": 120.18574,
    "Lat": 22.98194,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區長安里長溪路三段三七六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南長溪分公司",
    "Lon": 120.197,
    "Lat": 23.06753,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區新吉村新吉六十一號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "安定新吉分公司",
    "Lon": 120.21133,
    "Lat": 23.08732,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和村中山路二七二號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "新市車站分公司",
    "Lon": 120.29112,
    "Lat": 23.06795002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區淵東里本原街三段二五五號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南本原分公司",
    "Lon": 120.1753661,
    "Lat": 23.05249914,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區三民里中山路五十七號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南民權分公司",
    "Lon": 120.20683,
    "Lat": 22.99385001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區建平里慶平路八十號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南慶平分公司",
    "Lon": 120.18215,
    "Lat": 22.99712,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市後壁區嘉民里上茄苳146之32號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "後壁茄苳分公司",
    "Lon": 120.37774,
    "Lat": 23.38763999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市山上區明和里明和196－1號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六三分公司",
    "Lon": 120.35064,
    "Lat": 23.10506999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區興農里萬年五街266號、268號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六八分公司",
    "Lon": 120.1885478,
    "Lat": 22.93461557,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區州南里北安路4段210號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六五分公司",
    "Lon": 120.2142362,
    "Lat": 23.06211599,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區文昌里中興路149號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六六分公司",
    "Lon": 120.2903615,
    "Lat": 23.13162918,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區建平里永華路二段288號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六七分公司",
    "Lon": 120.1827,
    "Lat": 22.98940999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區金華里健康路二段273號、275號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六四分公司",
    "Lon": 120.1899243,
    "Lat": 22.98167073,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區國平里健康三街22號、24號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五六分公司",
    "Lon": 120.1680696,
    "Lat": 22.98563026,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區城南里城西街一段六十四號、六十六號一樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南土城分公司",
    "Lon": 120.1286175,
    "Lat": 23.06208642,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新興里三官路9號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五七分公司",
    "Lon": 120.19246,
    "Lat": 22.97762998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區埔園里永大路3段417號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五一分公司",
    "Lon": 120.25902,
    "Lat": 23.03687,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區新和里民生路62號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五二分公司",
    "Lon": 120.2899848,
    "Lat": 23.07911208,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區小西門里永福路1段191號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五五分公司",
    "Lon": 120.2001203,
    "Lat": 22.98805732,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區成功里崇德路10號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五四分公司",
    "Lon": 120.2276316,
    "Lat": 22.95753799,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區海佃里國安街56巷73號、75號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五O分公司",
    "Lon": 120.1897397,
    "Lat": 23.02457874,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區社內里社內102－5號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六○分公司",
    "Lon": 120.28036,
    "Lat": 23.07632999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大福里榮譽街61號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六一分公司",
    "Lon": 120.21681,
    "Lat": 22.97457,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大學里長榮路三段39號1、2樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五九分公司",
    "Lon": 120.22156,
    "Lat": 22.99365999,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區新南里金華路2段90號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二五三分公司",
    "Lon": 120.2981994,
    "Lat": 23.3065196,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安順里育安街248號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八七分公司",
    "Lon": 120.2153442,
    "Lat": 23.05045616,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市北區仁愛里林森路3段157號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七八分公司",
    "Lon": 120.224763,
    "Lat": 23.00456758,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區南興里中山路三段218號、220號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八八分公司",
    "Lon": 120.27134,
    "Lat": 22.96925998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區正強里正強街168號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八一分公司",
    "Lon": 120.25212,
    "Lat": 23.02738001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區大成里興昌路2號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七九分公司",
    "Lon": 120.1983301,
    "Lat": 22.97672004,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區忠孝里中華東路三段380巷1號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八六分公司",
    "Lon": 120.22007,
    "Lat": 22.97378998,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁義里中清路2號、4號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八二分公司",
    "Lon": 120.2559341,
    "Lat": 22.96842566,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區社內里社內8－12號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八四分公司",
    "Lon": 120.28636,
    "Lat": 23.07746,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區六合里中華二路395號、397號及勝學路297號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六二分公司",
    "Lon": 120.2310688,
    "Lat": 23.0083419,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區府前里金華路三段143號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八○分公司",
    "Lon": 120.19271,
    "Lat": 22.99213,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市善化區胡家里胡厝寮29之6號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七四分公司",
    "Lon": 120.27262,
    "Lat": 23.14457,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區法華里健康路一段90號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八三分公司",
    "Lon": 120.20951,
    "Lat": 22.98144002,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區安西里安通路四段89號、90號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七一分公司",
    "Lon": 120.2077924,
    "Lat": 23.02928121,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區新順里開安路50號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二六九分公司",
    "Lon": 120.2232174,
    "Lat": 23.04718302,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區淺草里民生路二段375號、377號1樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二八五分公司",
    "Lon": 120.1892932,
    "Lat": 22.99741186,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市南區郡南里德興路47之1號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七○分公司",
    "Lon": 120.19239,
    "Lat": 22.9662,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市東區關聖里裕平路15號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七二分公司",
    "Lon": 120.2389,
    "Lat": 22.98517001,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁德里文心路70號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七七分公司",
    "Lon": 120.2411763,
    "Lat": 22.97298581,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區新興里興民街6號、8號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七三分公司",
    "Lon": 120.2456944,
    "Lat": 23.18484108,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區學東里公學路六段615號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七六分公司",
    "Lon": 120.1458645,
    "Lat": 23.07823629,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區香洋里南雄路1段1107號",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南市第二七五分公司",
    "Lon": 120.3277216,
    "Lat": 22.95948674,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區大灣路２３１號１樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "永康大灣分公司",
    "Lon": 120.26788,
    "Lat": 23.00708001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇學里東門路二段３３２號１樓",
    "USER_公_1,C,254": "全家便利商店股份有限公司",
    "USER_分_1,C,254": "台南東門分公司",
    "Lon": 120.22656,
    "Lat": 22.98304,
    "店名": "全家"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正南路３０４號１樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "永康尚頂分公司",
    "Lon": 120.22613,
    "Lat": 23.03053999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大同路二段８６７號１樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南台醫分公司",
    "Lon": 120.4272262,
    "Lat": 23.35406919,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區太子路二三四號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南縣太子分公司",
    "Lon": 120.26046,
    "Lat": 22.99129001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市北區臨安路二段一九七號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南臨安分公司",
    "Lon": 120.19926,
    "Lat": 23.00386002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區友愛街一八九號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南友愛分公司",
    "Lon": 120.19769,
    "Lat": 22.99172,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正路五八一號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "永康中正分公司",
    "Lon": 120.23839,
    "Lat": 23.04023999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市北門區永隆里北門1號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四二八一分公司",
    "Lon": 120.12358,
    "Lat": 23.26894001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大同路一段七十五、七十七號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南東門分公司",
    "Lon": 120.2904913,
    "Lat": 23.1312097,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區苓子林十七之十四號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南縣苓子林分公司",
    "Lon": 120.2346422,
    "Lat": 23.18458321,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區麻口里麻豆口1-39號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四二六九分公司",
    "Lon": 120.22483,
    "Lat": 23.17792,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區仁行里二仁路1段99號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四二九四分公司",
    "Lon": 120.2256,
    "Lat": 22.91878998,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正路968號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四二八三分公司",
    "Lon": 120.23846,
    "Lat": 23.0404,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區青年路194號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四四四O分公司",
    "Lon": 120.21042,
    "Lat": 22.99157001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區顯宮里科技公園大道15號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四三三一分公司",
    "Lon": 120.14694,
    "Lat": 23.04356002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區國平里健康三街188之1號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四二四O分公司",
    "Lon": 120.16873,
    "Lat": 22.98922999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市歸仁區中正南路3段242號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四五五五分公司",
    "Lon": 120.27057,
    "Lat": 22.9124,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市山上區南洲村南洲五十四號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第２９０２分公司",
    "Lon": 120.35202,
    "Lat": 23.10338,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正路一段三四０號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第２８４６分公司",
    "Lon": 120.24007,
    "Lat": 22.92457002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區安加里12鄰安定410之3號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四五O分公司",
    "Lon": 120.23666,
    "Lat": 23.11444,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區崑山里大灣路八六二號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第２９３９分公司",
    "Lon": 120.2569,
    "Lat": 22.99992999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕農里裕農路387號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第３０５０分公司",
    "Lon": 120.23077,
    "Lat": 22.98771999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區中正西路２１號１樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第３１０８分公司",
    "Lon": 120.2159229,
    "Lat": 22.91798848,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里中正路８９０號１樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第３１０１分公司",
    "Lon": 120.23957,
    "Lat": 23.03938001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區郡南里德興路１號１樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第３１４６分公司",
    "Lon": 120.19241,
    "Lat": 22.96680999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區六安里延平路471號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第3292分公司",
    "Lon": 120.17831,
    "Lat": 23.16682001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區赤崁里公園路62號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三三七二分公司",
    "Lon": 120.20597,
    "Lat": 22.99580999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區王公里中正路２２４號１樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第３２７３分公司",
    "Lon": 120.31643,
    "Lat": 23.31965002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里中正北路314號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三五三二分公司",
    "Lon": 120.24782,
    "Lat": 23.04161999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區開南里新建路37巷2號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三五二二分公司",
    "Lon": 120.18561,
    "Lat": 22.96869001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安平區西門里安北路405、407號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三五九二分公司",
    "Lon": 120.1538699,
    "Lat": 23.00017393,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區原佃里安吉路1段212號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三四六三分公司",
    "Lon": 120.18883,
    "Lat": 23.04631,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區文華里文南路349號1樓、永華路1段269號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三一０九分公司",
    "Lon": 120.19012,
    "Lat": 22.98837998,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區忠孝里崇明路184號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三六五九分公司",
    "Lon": 120.21767,
    "Lat": 22.97924999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區關嶺里關子嶺41之2號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三五八三分公司",
    "Lon": 120.50384,
    "Lat": 23.33631002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區鹽行里中正路347號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三六七五分公司",
    "Lon": 120.24386,
    "Lat": 23.03518,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東橋里東橋十街47號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四三七九分公司",
    "Lon": 120.23424,
    "Lat": 23.02331001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市麻豆區麻口里麻豆口1之35號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三六四六分公司",
    "Lon": 120.2219155,
    "Lat": 23.17570534,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區永勝街1號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四四三六分公司",
    "Lon": 120.25504,
    "Lat": 23.01527001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正南路855號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四四五九分公司",
    "Lon": 120.23697,
    "Lat": 23.04128002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區東橋七路185號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四四五八分公司",
    "Lon": 120.23683,
    "Lat": 23.02116001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區東聖里富農街2段1號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三九四五分公司",
    "Lon": 120.23544,
    "Lat": 22.98527,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區大同里大同路1段59號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四一0九分公司",
    "Lon": 120.21275,
    "Lat": 22.98453,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市官田區二鎮里工業路21號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四一三0分公司",
    "Lon": 120.32318,
    "Lat": 23.20982001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區關嶺里39之1號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四一四七分公司",
    "Lon": 120.50225,
    "Lat": 23.31618,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區六安117號之46",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四０五０分公司",
    "Lon": 120.1739067,
    "Lat": 23.17442454,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區裕聖里裕義路328號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四二四八分公司",
    "Lon": 120.24776,
    "Lat": 22.98221002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區復興里復興路405號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四一七六分公司",
    "Lon": 120.2401,
    "Lat": 22.99841002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市白河區關嶺里38-1號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四五八二分公司",
    "Lon": 120.50225,
    "Lat": 23.31618,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區崑山里大灣路954號、942巷1號、3號、5號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第三五九一分公司",
    "Lon": 120.2548415,
    "Lat": 22.99948053,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市佳里區東寧里進學路25號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四五九八分公司",
    "Lon": 120.18311,
    "Lat": 23.16377998,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區溪頂里23鄰惠安街102、104號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四五九三分公司",
    "Lon": 120.2076179,
    "Lat": 23.02688733,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區民權路4段138號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四六一二分公司",
    "Lon": 120.1815524,
    "Lat": 22.99921409,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市楠西區中正路179、179-1、179-2號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四四一七分公司",
    "Lon": 120.485977,
    "Lat": 23.17562593,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區復興路622號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四六三八分公司",
    "Lon": 120.29627,
    "Lat": 23.30595998,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區中山路三二六號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南縣信一分公司",
    "Lon": 120.28929,
    "Lat": 23.06694,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區二行里二仁路1段157、159號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四五四五分公司",
    "Lon": 120.2251151,
    "Lat": 22.9204057,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區夏林路五號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南市夏林分公司",
    "Lon": 120.195367,
    "Lat": 22.97624592,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正南路六四九號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "永康洲尾分公司",
    "Lon": 120.23239,
    "Lat": 23.03739002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市北區臨安路二段二一五號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南市海安分公司",
    "Lon": 120.19971,
    "Lat": 23.00399999,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區新孝路三十七號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南市新孝分公司",
    "Lon": 120.19007,
    "Lat": 22.97764,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市華興里南園街一０三號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南園分公司",
    "Lon": 120.2255656,
    "Lat": 23.00778824,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區聖前里南門路四號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南商分公司",
    "Lon": 120.20486,
    "Lat": 22.99032001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區仙草里西門路一段五八０號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南新分公司",
    "Lon": 120.19772,
    "Lat": 22.98624,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區中華西路一段七十一號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南平分公司",
    "Lon": 120.18356,
    "Lat": 22.97466002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區西門路一段六六二號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南億分公司",
    "Lon": 120.19772,
    "Lat": 22.98860001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中華二路三三八號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "永康南觀分公司",
    "Lon": 120.23144,
    "Lat": 23.00854001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市新營區中營里中山路一一八號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "新營南中分公司",
    "Lon": 120.31856,
    "Lat": 23.30531998,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區崇德路九八六號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南德分公司",
    "Lon": 120.22743,
    "Lat": 22.95958001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區田寮里西門路一段二七七號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南慶分公司",
    "Lon": 120.19744,
    "Lat": 22.97663002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市中西區成功路二一號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "臺南南摩分公司",
    "Lon": 120.20476,
    "Lat": 22.99833001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市仁德區保安村十三鄰二仁路一段六十二號、六十四號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南縣南嘉分公司",
    "Lon": 120.2250783,
    "Lat": 22.92094678,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市北區大興街二三五號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南和分公司",
    "Lon": 120.18886,
    "Lat": 23.01051998,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區南華里中華南路2段294號、296號、298號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四0三二分公司",
    "Lon": 120.1879069,
    "Lat": 22.96164018,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市楠西區東勢村中正路二一一號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南縣南西分公司",
    "Lon": 120.48627,
    "Lat": 23.17519001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市東區林森路二段一九二巷二九號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "台南南森分公司",
    "Lon": 120.2252,
    "Lat": 22.98962,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市玉井區中山路82-1號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四七九八分公司",
    "Lon": 120.46224,
    "Lat": 23.12001002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市將軍區平沙里平沙1-19號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四六六九分公司",
    "Lon": 120.09522,
    "Lat": 23.21716,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市新化區崙子頂64之3、64之5號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四六三六分公司",
    "Lon": 120.2859467,
    "Lat": 23.01984208,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南區國民路268號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四六八九分公司",
    "Lon": 120.20916,
    "Lat": 22.97015001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市關廟區香洋里中央路230號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四八七二分公司",
    "Lon": 120.32871,
    "Lat": 22.96088,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區敦安街97號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "安南敦安分公司",
    "Lon": 120.21125,
    "Lat": 23.02738001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安定區六嘉村三二之一號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南縣南定分公司",
    "Lon": 120.20691,
    "Lat": 23.07451,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市北區開元路515號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四九八四分公司",
    "Lon": 120.22562,
    "Lat": 23.01103002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市安南區長和路一段406號",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四六二一分公司",
    "Lon": 120.22859,
    "Lat": 23.06268002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市南化區北寮里北寮11號1樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "第四八九九分公司",
    "Lon": 120.49178,
    "Lat": 23.07865002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中山北路一三０號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "永康永大分公司",
    "Lon": 120.26051,
    "Lat": 23.02725001,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市新市區光華街一五五號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "南縣光華分公司",
    "Lon": 120.29559,
    "Lat": 23.07737002,
    "店名": "萊爾富"
  },
  {
    "IN_SingleL,C,200": "臺南市永康區中正南路八六七、八六九號一樓",
    "USER_公_1,C,254": "萊爾富國際股份有限公司",
    "USER_分_1,C,254": "永康中正南分公司",
    "Lon": 120.2372432,
    "Lat": 23.04124957,
    "店名": "萊爾富"
  }
]

for(let i = 0; i < 1269; ++i) {
  pool.query(
    `INSERT INTO ConvenienceStore(address_name, lat, lon, category)
    VALUES($1, $2, $3, $4)`,
    [jsonFile[i]['IN_SingleL,C,200'], jsonFile[i].Lat, jsonFile[i].Lon, jsonFile[i].店名]
  );
}