const Pool = require('pg').Pool;

// Connect to database
const pool = new Pool({
  user: "postgres",
  password: "postgres",
  host: "localhost",
  port: 5432,
  database: "ar_bus_test"
});

let jsonFile = [
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市東勢區東蘭街６９-４、６９-５號",
    "lat": 24.23937002,
    "lon": 120.5588,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市沙鹿區大同街119-1號1樓",
    "lat": 24.16004,
    "lon": 120.65363,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道二段799號",
    "lat": 24.26829002,
    "lon": 120.57637,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市清水區鎮北街九號三樓",
    "lat": 24.15959002,
    "lon": 120.63598,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市石岡區豐勢路883、885號",
    "lat": 24.2771431,
    "lon": 120.7727355,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區河南路4段26號",
    "lat": 24.1625,
    "lon": 120.63405,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區潮洋里黎明路2段866號",
    "lat": 24.19168998,
    "lon": 120.61289,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區河南路2段466號",
    "lat": 24.17080002,
    "lon": 120.64338,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區國安一路128號",
    "lat": 24.14358,
    "lon": 120.68095,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區東光路346、348號",
    "lat": 24.15435765,
    "lon": 120.6989673,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市中區三民路2段140號",
    "lat": 24.15890002,
    "lon": 120.67977,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區太原路3段191之1號",
    "lat": 24.26440002,
    "lon": 120.72038,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區健行路447號",
    "lat": 24.12656,
    "lon": 120.67899,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市豐原區三豐路二段8號",
    "lat": 24.14417202,
    "lon": 120.6372308,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區黎明路2段68、70號",
    "lat": 24.16544,
    "lon": 120.69173,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南區國光路198號",
    "lat": 24.18173002,
    "lon": 120.58483,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區中清路2段392、398、406號",
    "lat": 24.17794999,
    "lon": 120.66343,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市龍井區新興路87號",
    "lat": 24.17983512,
    "lon": 120.6676073,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區大鵬路107號",
    "lat": 24.12929588,
    "lon": 120.6901758,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區西屯路3段157之1號",
    "lat": 24.15528,
    "lon": 120.66178,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區臺灣大道2段459號13樓",
    "lat": 24.1864175,
    "lon": 120.6217937,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區松竹五路180、182、186號",
    "lat": 24.17609505,
    "lon": 120.7127201,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區豐樂里文心南三路690、692號",
    "lat": 24.13347674,
    "lon": 120.6426809,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區大興里永春東路148、150、152、156、158號",
    "lat": 24.1335,
    "lon": 120.71908,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市太平區東平里東平路499號1樓",
    "lat": 24.18152001,
    "lon": 120.61669,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區中工二路2號1樓",
    "lat": 24.14408002,
    "lon": 120.70947,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市潭子區潭子街１段３１巷６４號１樓",
    "lat": 24.21301975,
    "lon": 120.7064401,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市東區十甲路４５２號１樓",
    "lat": 24.16048998,
    "lon": 120.68527,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區崇德路1段230號1樓",
    "lat": 24.12670002,
    "lon": 120.66575,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南區福平里復興路2段160號1樓",
    "lat": 24.13906001,
    "lon": 120.63809,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區南屯里黎明路1段1040號1樓",
    "lat": 24.16897,
    "lon": 120.66854,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區同心里五權西路2段223號1樓",
    "lat": 24.13980001,
    "lon": 120.64848,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區水景里東山路1段173之1號1樓",
    "lat": 24.10896999,
    "lon": 120.67281,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區陝西路66號1樓",
    "lat": 24.16991074,
    "lon": 120.6619782,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區東興路2段238號1樓",
    "lat": 24.16092002,
    "lon": 120.65925,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區河南路125、127號1樓",
    "lat": 24.18710001,
    "lon": 120.61338,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區福林里福科路600號1樓",
    "lat": 24.12984,
    "lon": 120.67298,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區何明里太原路1段85號",
    "lat": 24.13202998,
    "lon": 120.66594,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區永興街242號1樓、太原路2段239號1樓",
    "lat": 24.1349918,
    "lon": 120.6518858,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南區復興路3段126號1樓",
    "lat": 24.17049001,
    "lon": 120.70761,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區南屯路1段41號",
    "lat": 24.16526453,
    "lon": 120.7158849,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區水景里軍功路1段183、185號",
    "lat": 24.16544,
    "lon": 120.68271,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區民龍里博館二街123、125號",
    "lat": 24.15897122,
    "lon": 120.6897412,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區金龍里健行路37號",
    "lat": 24.15275105,
    "lon": 120.6688681,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區四民里四平路523、525號",
    "lat": 24.18519448,
    "lon": 120.644644,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區西平里福星北路60號",
    "lat": 24.19275005,
    "lon": 120.6815262,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區和平里東山路1段346號",
    "lat": 24.17624,
    "lon": 120.72619,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南區工學里工學六街130、132、136號",
    "lat": 24.12339402,
    "lon": 120.6840168,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區民權路217巷1、3號1樓",
    "lat": 24.11417383,
    "lon": 120.6604453,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區美村路1段298、300、302號1樓",
    "lat": 24.14785275,
    "lon": 120.6696901,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南區台中路520、522號",
    "lat": 24.15181002,
    "lon": 120.65161,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區學士路261號1樓",
    "lat": 24.16217001,
    "lon": 120.68076,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區大進街490號1樓",
    "lat": 24.15858,
    "lon": 120.67092,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區淡溝里民權路466號",
    "lat": 24.14675733,
    "lon": 120.6616373,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區文山里嶺東路690、700號",
    "lat": 24.14774597,
    "lon": 120.6116004,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區北屯路417、417-1號",
    "lat": 24.14582002,
    "lon": 120.65648,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區精誠二十三街30號1、2樓",
    "lat": 24.18211999,
    "lon": 120.61648,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區中工二路2號",
    "lat": 24.13688,
    "lon": 120.67129,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區旅順路2段78號1、2樓",
    "lat": 24.17585829,
    "lon": 120.6991684,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區林森路89號",
    "lat": 24.13896999,
    "lon": 120.7032,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區向上路3段46號、46-1號",
    "lat": 24.17405999,
    "lon": 120.68768,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市東區樂業路327號",
    "lat": 24.12460001,
    "lon": 120.65804,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區惠來里文心路二段501號",
    "lat": 24.14642962,
    "lon": 120.6351156,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南區崇倫里建國南路1段255號",
    "lat": 24.15487,
    "lon": 120.64616,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區大同里大墩五街98號",
    "lat": 24.14193999,
    "lon": 120.65194,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區明新里中清路1段425號",
    "lat": 24.10940732,
    "lon": 120.6787442,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市大里區東榮路8號1樓",
    "lat": 24.16427999,
    "lon": 120.67383,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區后庄路35巷1號1樓",
    "lat": 24.17970001,
    "lon": 120.63775,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區黎明路３段２４６號１樓",
    "lat": 24.34331764,
    "lon": 120.6361764,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市大里區國光路2段70號1樓",
    "lat": 24.11449999,
    "lon": 120.67897,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市后里區甲后路587號1樓",
    "lat": 24.18930998,
    "lon": 120.66353,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市太平區新平路１段１０８號１樓",
    "lat": 24.25168999,
    "lon": 120.72687,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市豐原區向陽路230號1樓",
    "lat": 24.11626999,
    "lon": 120.66712,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區旅順路2段78號1、2樓",
    "lat": 24.13215001,
    "lon": 120.717,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南區美村南路72號1樓",
    "lat": 24.18457999,
    "lon": 120.71871,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區軍功里軍功路2段39號1樓",
    "lat": 24.17405999,
    "lon": 120.68768,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區何德里重慶路136號1樓",
    "lat": 24.17008001,
    "lon": 120.67869,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區天津路２段１７１號１樓",
    "lat": 24.14866002,
    "lon": 120.65486,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區精誠路２９４號１樓",
    "lat": 24.16591134,
    "lon": 120.6562811,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市烏日區中山路２段１０８號１樓",
    "lat": 24.15966998,
    "lon": 120.67539,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區中清路一段27號1樓",
    "lat": 24.10622001,
    "lon": 120.62654,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區松竹路2段178巷51號1樓",
    "lat": 24.26030998,
    "lon": 120.72371,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區平陽里大連路2段12號1樓",
    "lat": 24.18456,
    "lon": 120.69554,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市大肚區大肚村7鄰沙田路二段592號1樓",
    "lat": 24.17610999,
    "lon": 120.68219,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市豐原區大順街133號1樓",
    "lat": 24.15009001,
    "lon": 120.54602,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市潭子區甘蔗村7鄰勝利路348號1樓",
    "lat": 24.21439002,
    "lon": 120.70069,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區三光里北屯路289-10號1樓",
    "lat": 24.1434225,
    "lon": 120.6574429,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西區土庫里忠明南路445號1樓",
    "lat": 24.16791002,
    "lon": 120.69567,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區豐樂里永春東路1043號1樓",
    "lat": 24.13514998,
    "lon": 120.63794,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區田心里惠文路338、338-1、338-2號、338號2樓",
    "lat": 24.17962,
    "lon": 120.63608,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區松強里松竹路二段178巷51、59號",
    "lat": 24.18456,
    "lon": 120.69554,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區西墩里福科路26號",
    "lat": 24.18681768,
    "lon": 120.6145212,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市南屯區中和里黎明路一段101號之1至之3、之5至之22、之24至之26、之28至之43、之45至之61、103號、105號、107號、109號",
    "lat": 24.13310102,
    "lon": 120.6904776,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市西屯區福林里福科路562、570號",
    "lat": 24.17132507,
    "lon": 120.6682468,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市東區振興里忠孝路460、462號",
    "lat": 24.14400108,
    "lon": 120.6432067,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區松竹里河北東街66號1、2樓",
    "lat": 24.17771002,
    "lon": 120.6853,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區陜西路66號2樓",
    "lat": 24.13591998,
    "lon": 120.70469,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區賴興里山西路2段125號1、2樓",
    "lat": 24.16526453,
    "lon": 120.7158849,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區軍功路一段183、185號",
    "lat": 24.15643,
    "lon": 120.69477,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市東區東信里東英路1號",
    "lat": 24.11454999,
    "lon": 120.62579,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北屯區仁和里崇德八路一段366、368號",
    "lat": 24.17180999,
    "lon": 120.67582,
    "category": "全聯"
  },
  {
    "公司名稱": "全聯實業股份有限公司",
    "adress_name": "臺中市北區錦洲里進化路426號",
    "lat": 24.18372819,
    "lon": 120.6828582,
    "category": "全聯"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西墩里黎明路3段348號1樓",
    "lat": 24.18206001,
    "lon": 120.63897,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區十甲路１３２、１３２–１號１樓",
    "lat": 24.15242999,
    "lon": 120.71735,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區坑口里中正路563、563-1號1樓",
    "lat": 24.1445608,
    "lon": 120.7016407,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區樹孝路１０９號１樓",
    "lat": 24.20160441,
    "lon": 120.7103171,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區自由路三段２２６號１樓、進德路七十七號１樓",
    "lat": 24.13105272,
    "lon": 120.6748744,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區復興路三段138、140號1樓",
    "lat": 24.14474998,
    "lon": 120.64766,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區新興路一段３５４號１樓",
    "lat": 24.04651831,
    "lon": 120.6923891,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區向上南路一段３２５號１樓",
    "lat": 24.10808,
    "lon": 120.63788,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區工業區一路五十四–１、五十四–２號１樓",
    "lat": 24.18022002,
    "lon": 120.61466,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中山路一段３７４號１樓",
    "lat": 24.15747866,
    "lon": 120.6508886,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區大隆路五十六號１樓",
    "lat": 24.14262999,
    "lon": 120.6926,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區成功路４９１、４９３號１樓",
    "lat": 24.09015669,
    "lon": 120.7031196,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區沙田路三段８８２號１樓",
    "lat": 24.16916001,
    "lon": 120.54254,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區忠和村中央路三段五十一號１樓",
    "lat": 24.24822001,
    "lon": 120.68043,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區福山村沙田路一段４２６–７號１樓",
    "lat": 24.12317999,
    "lon": 120.5655,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區西社里海濱路１６８之１號１樓",
    "lat": 24.11533998,
    "lon": 120.6838,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區中山路736號1樓",
    "lat": 24.21211002,
    "lon": 120.52485,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大明路２３８號１樓",
    "lat": 24.1784888,
    "lon": 120.6277812,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺中港路三段１９６號１樓",
    "lat": 24.27156001,
    "lon": 120.56783,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區臺灣大道7段812號1樓",
    "lat": 24.23865999,
    "lon": 120.56806,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區賴厝里漢口路四段五十六、五十八、六十號１樓",
    "lat": 24.10622001,
    "lon": 120.62325,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三豐路2段186、188號1樓",
    "lat": 24.17638002,
    "lon": 120.61564,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區中工二路１９６號１樓",
    "lat": 24.26741808,
    "lon": 120.7207917,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中山路二段２８９號１樓",
    "lat": 24.15877002,
    "lon": 120.68482,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區�L仔坑路三二八號一樓",
    "lat": 24.12173624,
    "lon": 120.7226622,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區昌平路二段四十五之８、四十五之９號１樓",
    "lat": 24.17247083,
    "lon": 120.6944193,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區精美路1、1-1號1樓",
    "lat": 24.17642,
    "lon": 120.69495,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區興安路一段２６４、２６６號１樓",
    "lat": 24.16626222,
    "lon": 120.6752321,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區興安路二段六十號１樓",
    "lat": 24.17271,
    "lon": 120.713,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區臺灣大道2段90、92、96號1樓",
    "lat": 24.25838001,
    "lon": 120.66383,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區太原路一段４９２號地下第１層１樓、忠明八街１號",
    "lat": 24.14933621,
    "lon": 120.6718181,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路一段２１２號１樓",
    "lat": 24.2018953,
    "lon": 120.6774885,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區中山路１３９２號１樓",
    "lat": 24.11794001,
    "lon": 120.71494,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區昌平路2段11之1號",
    "lat": 24.13606905,
    "lon": 120.686674,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區永成北路１５３號１樓",
    "lat": 24.19152,
    "lon": 120.6842,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區復興路四段１７１、１７３號１樓",
    "lat": 24.25223,
    "lon": 120.72587,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路二段256巷8、10號1樓",
    "lat": 24.16944001,
    "lon": 120.63625,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區向陽路186號1樓",
    "lat": 24.1648,
    "lon": 120.6707,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區黎明路2段1010號1樓",
    "lat": 24.16732002,
    "lon": 120.6636,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區河南路４４３號１樓",
    "lat": 24.14472002,
    "lon": 120.70772,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區十甲路３９７號１樓",
    "lat": 24.17097472,
    "lon": 120.6472835,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區南嵩里４鄰水源路十五號１樓",
    "lat": 24.25498999,
    "lon": 120.74513,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區文武里育英路２８３號１樓",
    "lat": 24.35418001,
    "lon": 120.61887,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福瑞里福科路942、940號1樓",
    "lat": 24.11050999,
    "lon": 120.68613,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區東榮路２８２號１樓",
    "lat": 24.18755581,
    "lon": 120.606126,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區文心路三段五六０號一樓",
    "lat": 24.17282001,
    "lon": 120.66673,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區東關路640之23號1樓",
    "lat": 24.22175,
    "lon": 120.64982,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區學府路209號1樓",
    "lat": 24.15836999,
    "lon": 120.64882,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區中興東路189、191號1樓",
    "lat": 24.24048946,
    "lon": 120.834646,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區大隆路一七一號一樓",
    "lat": 24.13190427,
    "lon": 120.7230083,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區大連路二段二號一樓、梅川東路四段一四六號一樓",
    "lat": 24.11713999,
    "lon": 120.66174,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區忠明南路787號1樓",
    "lat": 24.12350001,
    "lon": 120.66087,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區工學路108號1樓",
    "lat": 24.14080999,
    "lon": 120.68236,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區美村路一段七三六號一樓",
    "lat": 24.13417998,
    "lon": 120.66149,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區自由路二段9號1樓",
    "lat": 24.13919002,
    "lon": 120.70002,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中清路二段一二三．一二五號一樓",
    "lat": 24.21558834,
    "lon": 120.6783814,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區樂業路二五九號一樓",
    "lat": 24.26097394,
    "lon": 120.5368237,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區民族路一段42號1樓",
    "lat": 24.15700001,
    "lon": 120.64706,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區四維路73、75號1樓",
    "lat": 24.14533999,
    "lon": 120.6906,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區文心路二段五六二號一樓",
    "lat": 24.14238,
    "lon": 120.68411,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區富榮街2號1樓",
    "lat": 24.17978001,
    "lon": 120.61902,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區公園路13號1樓",
    "lat": 24.27297001,
    "lon": 120.57718,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區學士路一六三．一六五號一樓、健行路四三九號一樓",
    "lat": 24.22475883,
    "lon": 120.6458221,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區中工三路六十．六十二號一樓",
    "lat": 24.07806,
    "lon": 120.68893,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區董公街56號1樓",
    "lat": 24.24605002,
    "lon": 120.72801,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大峰路167號1樓",
    "lat": 24.23409001,
    "lon": 120.56041,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區南陽路127號1樓",
    "lat": 24.15249,
    "lon": 120.69461,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區四平街58號1樓",
    "lat": 24.21620998,
    "lon": 120.57105,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區青海路2段321、323、325號1樓",
    "lat": 24.14487999,
    "lon": 120.71394,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化路二八０號一樓",
    "lat": 24.15705998,
    "lon": 120.69077,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區南陽路439號1樓",
    "lat": 24.17615999,
    "lon": 120.68136,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區宜昌路400號1樓",
    "lat": 24.15892998,
    "lon": 120.68077,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區錦祥街五十一號一樓",
    "lat": 24.17358826,
    "lon": 120.6409622,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區仁化路四六０、四六二號一樓",
    "lat": 24.24223,
    "lon": 120.71849,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區向心南路928、930號1樓",
    "lat": 24.13607915,
    "lon": 120.6439808,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中華路五六五、五六七號一樓",
    "lat": 24.09605427,
    "lon": 120.7035645,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區鐮村路462號1樓",
    "lat": 24.10816088,
    "lon": 120.6341953,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區民生街六十一、六十三號一樓",
    "lat": 24.11683974,
    "lon": 120.659728,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區工學路55、57號1樓",
    "lat": 24.25390864,
    "lon": 120.5298013,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區圓環東路168、172號1樓",
    "lat": 24.15774001,
    "lon": 120.71249,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區樹德路255號1樓",
    "lat": 24.24329615,
    "lon": 120.7193437,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區北屯路一七四、一七六號一樓",
    "lat": 24.15075,
    "lon": 120.66284,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松安里二十八鄰松竹路一九三號一樓",
    "lat": 24.1184,
    "lon": 120.73338,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區公益路157號1樓",
    "lat": 24.17992,
    "lon": 120.69459,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區光興路一四三０號一樓",
    "lat": 24.13964374,
    "lon": 120.6786241,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道二段938、940號1樓",
    "lat": 24.16494767,
    "lon": 120.6943235,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區平等街一號一樓",
    "lat": 24.34327928,
    "lon": 120.6362403,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市外埔區甲后路六八九、六九一號一樓",
    "lat": 24.16213147,
    "lon": 120.6511536,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區雅潭路二段一八六之一號一樓",
    "lat": 24.20962998,
    "lon": 120.70094,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區勝利路一三一號一樓",
    "lat": 24.12181001,
    "lon": 120.65121,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區建國北路一段一一０號一樓",
    "lat": 24.25349998,
    "lon": 120.72002,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三民路93號1樓",
    "lat": 24.21617,
    "lon": 120.69318,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區合作街三十七巷二、四號一樓",
    "lat": 24.23947715,
    "lon": 120.7096147,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區五權路387號1樓、五常街13、15號1樓",
    "lat": 24.13967633,
    "lon": 120.6616462,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市向上北路１９２、１９４號１樓",
    "lat": 24.14799001,
    "lon": 120.66069,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區美村路一段542、546號1樓",
    "lat": 24.24835999,
    "lon": 120.72604,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市五權路１–２０１號１樓",
    "lat": 24.13200999,
    "lon": 120.66705,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市愛國街七十九號１樓",
    "lat": 24.15470029,
    "lon": 120.6819609,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化北路297號1樓",
    "lat": 24.16288,
    "lon": 120.68251,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區學士路67、69號1樓",
    "lat": 24.15221081,
    "lon": 120.6799851,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市三民路三段１４２號１樓",
    "lat": 24.15119998,
    "lon": 120.68491,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯路三十七號１樓",
    "lat": 24.17180002,
    "lon": 120.69811,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市市府路１３５號１樓",
    "lat": 24.1385872,
    "lon": 120.6821376,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區三民路三段258、260號1樓",
    "lat": 24.14203001,
    "lon": 120.68243,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿西屯路二段六十七之２號１樓",
    "lat": 24.15568618,
    "lon": 120.6873788,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市繼光街五十九號１樓",
    "lat": 24.25068999,
    "lon": 120.71241,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿中山路１８８、１９０號１樓",
    "lat": 24.16478998,
    "lon": 120.6581,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿中正路４１９號１樓",
    "lat": 24.15396999,
    "lon": 120.66992,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿西屯路一段１７５號１樓",
    "lat": 24.12217002,
    "lon": 120.67953,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區國光路301號1樓",
    "lat": 24.23798469,
    "lon": 120.7106642,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅路２４７、２４９號１樓",
    "lat": 24.22756917,
    "lon": 120.6459059,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿綠川東街１１０、１１２號１樓",
    "lat": 24.13954829,
    "lon": 120.6856033,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區青海路1號1樓及漢口街一段155號1樓",
    "lat": 24.15610258,
    "lon": 120.6628033,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市健行路１０５６、１０５８號１樓",
    "lat": 24.11361104,
    "lon": 120.6535316,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市民權路１７５之１號１樓",
    "lat": 24.18459273,
    "lon": 120.6642963,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區中清路66-1、66-2號1樓",
    "lat": 24.14664999,
    "lon": 120.68583,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿復興路一段１９０、１９２號１樓",
    "lat": 24.14290999,
    "lon": 120.67383,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區雙十路一段八十九號１樓",
    "lat": 24.12897165,
    "lon": 120.6849363,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區臺中路２６９、２７１號１樓",
    "lat": 24.13194,
    "lon": 120.69035,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區建成路668號1樓",
    "lat": 24.17566001,
    "lon": 120.67264,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺中港路二段三十三、三十五號１樓",
    "lat": 24.16160004,
    "lon": 120.6479151,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區大連路一段五十四–１、五十六號１樓",
    "lat": 24.14797002,
    "lon": 120.66192,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區美村路一段２７１號１樓",
    "lat": 24.17018998,
    "lon": 120.67452,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區大雅路６６０、６６２號１樓",
    "lat": 24.17492002,
    "lon": 120.64643,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福星路580號1樓",
    "lat": 24.15248449,
    "lon": 120.6634848,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿館前路十五號１樓",
    "lat": 24.17134002,
    "lon": 120.67528,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿北平路二段九十八號１樓",
    "lat": 24.16403004,
    "lon": 120.6732901,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區新庄村１４鄰遊園南路２１０號",
    "lat": 24.18213,
    "lon": 120.58402,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區昌平路一段七十號１樓",
    "lat": 24.16816998,
    "lon": 120.69312,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區民權路361號1樓",
    "lat": 24.15672001,
    "lon": 120.67029,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路1段146-39號1樓",
    "lat": 24.16931998,
    "lon": 120.70468,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區中山路4段235號1樓",
    "lat": 24.14784001,
    "lon": 120.70078,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區南屯路1段60號、62號、64號1樓",
    "lat": 24.25564998,
    "lon": 120.56921,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區中山路646號1樓",
    "lat": 24.07732,
    "lon": 120.71331,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區吉峰路153號1樓",
    "lat": 24.06837999,
    "lon": 120.70158,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路2段480號1樓",
    "lat": 24.11036,
    "lon": 120.69009,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區德泰街9號1樓",
    "lat": 24.13857001,
    "lon": 120.64168,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區南屯路2段570號1樓",
    "lat": 24.27829,
    "lon": 120.65728,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區和睦路1段363號1樓",
    "lat": 24.15050001,
    "lon": 120.65532,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區精誠路107號1樓",
    "lat": 24.13658999,
    "lon": 120.63433,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春東路1230號1樓",
    "lat": 24.23931998,
    "lon": 120.51787,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區臨港路3段351號1樓",
    "lat": 24.27776002,
    "lon": 120.56059,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區五權路328號1樓",
    "lat": 24.13224733,
    "lon": 120.6658715,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區軍福十三路198號1樓",
    "lat": 24.17233998,
    "lon": 120.72441,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區太原路3段516號1樓",
    "lat": 24.1648,
    "lon": 120.69646,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區惠來路2段238-1號1樓、2樓",
    "lat": 24.07372999,
    "lon": 120.71499,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區吉峰東路74號1樓",
    "lat": 24.23875001,
    "lon": 120.85168,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區東坑路62號1樓",
    "lat": 24.16320999,
    "lon": 120.64209,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中山路145號1樓",
    "lat": 24.24669999,
    "lon": 120.53439,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區港埠路1段989號1樓",
    "lat": 24.20896999,
    "lon": 120.64408,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區環中路2段698號1樓",
    "lat": 24.19516998,
    "lon": 120.64426,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化路328號1樓",
    "lat": 24.15344998,
    "lon": 120.69462,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化北路413號1樓",
    "lat": 24.16296,
    "lon": 120.67685,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區青海路2段556號1樓",
    "lat": 24.17625999,
    "lon": 120.63592,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區三榮路2段199號1樓",
    "lat": 24.10830002,
    "lon": 120.59705,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區馬場路300號B1樓",
    "lat": 24.29823293,
    "lon": 120.7247878,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區昌平東六路121號1樓",
    "lat": 24.18579,
    "lon": 120.69021,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區漢口路4段102號1樓",
    "lat": 24.03686999,
    "lon": 120.66588,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區臺灣大道10段168號1樓",
    "lat": 24.16685,
    "lon": 120.67761,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區豐正路648號1樓",
    "lat": 24.25708999,
    "lon": 120.51816,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區甲后路2段742號1樓",
    "lat": 24.31477002,
    "lon": 120.68806,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區中和里15鄰中橫一路12號1樓",
    "lat": 24.14874002,
    "lon": 120.60823,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區精科路11號2樓",
    "lat": 24.17011002,
    "lon": 120.67554,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區天津路2段9、11號1樓",
    "lat": 24.13351002,
    "lon": 120.55409,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區建和路2段273、275號1樓",
    "lat": 24.25754002,
    "lon": 120.5242,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區沙田路1段886號1樓",
    "lat": 24.17489902,
    "lon": 120.7246535,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區雅潭路1段60、62、64號1樓",
    "lat": 24.14656001,
    "lon": 120.66364,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區向上路1段95號1樓",
    "lat": 24.09204998,
    "lon": 120.72964,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區健民路97號1樓",
    "lat": 24.17459999,
    "lon": 120.88331,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市和平區東關路3段161-2號1樓",
    "lat": 24.17062999,
    "lon": 120.70822,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路1段185號1樓",
    "lat": 24.21598386,
    "lon": 120.7034953,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區中山路二段366、366之1、368號1樓",
    "lat": 24.12815,
    "lon": 120.68241,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區建成路1107號1樓",
    "lat": 24.18245524,
    "lon": 120.6231145,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區協和里工業區38路30號1樓",
    "lat": 24.17625999,
    "lon": 120.58973,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福安里西屯路三段179之9號1樓",
    "lat": 24.14092,
    "lon": 120.70805,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福安里福安路五十七號一樓",
    "lat": 24.16606001,
    "lon": 120.64408,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區東英里十甲東路575號1樓",
    "lat": 24.18157001,
    "lon": 120.68223,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道三段328號1樓",
    "lat": 24.15431998,
    "lon": 120.63652,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松竹路三段一二五號一樓",
    "lat": 24.18469345,
    "lon": 120.625729,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區三義里河南路四段二三０，二三二號一樓",
    "lat": 24.15007611,
    "lon": 120.727567,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區榮泉村中山路三段五八二，五八四號一樓",
    "lat": 24.11382001,
    "lon": 120.58989,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區春社里永春南路136、138號1樓",
    "lat": 24.17612998,
    "lon": 120.65095,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區河南路二段242號1樓",
    "lat": 24.13857154,
    "lon": 120.6092147,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區國光里十五鄰德芳南路二一一號一樓",
    "lat": 24.2888031,
    "lon": 120.5404676,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區長榮里益民路二段一三七號一樓",
    "lat": 24.10350986,
    "lon": 120.6843698,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區臨港路5段828號、830號1樓",
    "lat": 24.10694001,
    "lon": 120.68496,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區文山里忠勇路一一一之一，一一一之二號一樓",
    "lat": 24.13947,
    "lon": 120.65252,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區新興村沙田路二段二一九之一號一樓",
    "lat": 24.31124002,
    "lon": 120.70887,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大誠里東興路二段九十八號一樓",
    "lat": 24.19335002,
    "lon": 120.61027,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區永安里國安一路208巷1號1樓",
    "lat": 24.13854,
    "lon": 120.61137,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區甲后路一段1202號1樓",
    "lat": 24.13866449,
    "lon": 120.7242658,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春南路58號1樓",
    "lat": 24.14692576,
    "lon": 120.546468,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區文心里大墩路二八七、二八九號一樓",
    "lat": 24.15270856,
    "lon": 120.6162057,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區東和里東村路200號1樓",
    "lat": 24.14368911,
    "lon": 120.6498292,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區慶東里東關路二九一之十一、二九一之十二號一樓",
    "lat": 24.18904,
    "lon": 120.68034,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區四平路二一八號一樓",
    "lat": 24.20273,
    "lon": 121.00451,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市和平區博愛村東關路1段135-2號1樓",
    "lat": 24.26338694,
    "lon": 120.5458684,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大安區中庄村中山南路三二三、三二五號一樓",
    "lat": 24.13670286,
    "lon": 120.6500733,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區潭北村仁愛路三段二十八號一樓",
    "lat": 24.1106405,
    "lon": 120.6415149,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區南屯路二段210、212號1樓",
    "lat": 24.3510856,
    "lon": 120.584096,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中華路43、45、47號1樓",
    "lat": 24.17154999,
    "lon": 120.71887,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區軍功路一段500號1樓",
    "lat": 24.25359,
    "lon": 120.82973,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區南平里豐勢路三三六號一樓",
    "lat": 24.26022,
    "lon": 120.70716,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區豐洲村豐洲路四六九號一樓",
    "lat": 24.15101998,
    "lon": 120.65112,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區三和里公益路二段六０一號一樓",
    "lat": 24.19429998,
    "lon": 120.70109,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區中山里大源二街1、3號1樓",
    "lat": 24.28244001,
    "lon": 120.57505,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區田寮里高美路190號1樓",
    "lat": 24.26455999,
    "lon": 120.7445,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區頭張路一段三十一號一樓",
    "lat": 24.14474001,
    "lon": 120.72429,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐勢路二段三九六號一樓",
    "lat": 24.15609715,
    "lon": 120.6563934,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區逢甲里西屯路二段二五二、二五四號一樓",
    "lat": 24.24392294,
    "lon": 120.5702728,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區健行路1046、1046-1、1046-2號1樓",
    "lat": 24.16514999,
    "lon": 120.70606,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區精誠路６４、６６號１樓",
    "lat": 24.15636133,
    "lon": 120.6629875,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區光華路５０２、５０６號１樓",
    "lat": 24.33164797,
    "lon": 120.6533503,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區旱溪東路３段２號１樓",
    "lat": 24.18232999,
    "lon": 120.58236,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市外埔區甲后路三段1023、1025號",
    "lat": 24.21847,
    "lon": 120.7057,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區新興路１８號１樓",
    "lat": 24.17067641,
    "lon": 120.6472186,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區中山路２段５８５－１號１樓",
    "lat": 24.12690249,
    "lon": 120.6751999,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區學府路70、70-1、72號1樓",
    "lat": 24.20062002,
    "lon": 120.66212,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區環中路一段2047號1樓",
    "lat": 24.22516999,
    "lon": 120.68994,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區崇德路５段４８９號１樓",
    "lat": 24.20717999,
    "lon": 120.7067,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區圓通南路１３６號１樓",
    "lat": 24.14287998,
    "lon": 120.65709,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區忠明南路１９２號１樓",
    "lat": 24.21676273,
    "lon": 120.6660477,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區雅潭路四段81號1樓",
    "lat": 24.2294,
    "lon": 120.64786,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區雅環路2段320號1樓",
    "lat": 24.25124001,
    "lon": 120.7154,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區忠明南路８２１之１、８２１之２號１樓",
    "lat": 24.12204999,
    "lon": 120.66156,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中正路３１１號１樓",
    "lat": 24.04556998,
    "lon": 120.68772,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區立新街350號1樓、立新二街5號1樓",
    "lat": 24.10295002,
    "lon": 120.69534,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區舊社里北屯路４３９之１６號１樓",
    "lat": 24.17866002,
    "lon": 120.70022,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區南柳村柳豐路422號1樓",
    "lat": 24.21066005,
    "lon": 120.8458982,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區甲堤南路71號1樓",
    "lat": 24.18690002,
    "lon": 120.61036,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區玉門路１０６號１樓",
    "lat": 24.15026,
    "lon": 120.63666,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大墩十二街６４２號１樓",
    "lat": 24.11480999,
    "lon": 120.67641,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大明路４５７號１樓",
    "lat": 24.10458998,
    "lon": 120.69986,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區華美西街１段１１２、１１３號１樓",
    "lat": 24.25472998,
    "lon": 120.72683,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區水源路695號1樓",
    "lat": 24.08538,
    "lon": 120.70832,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中正路３６號１樓",
    "lat": 24.25086002,
    "lon": 120.71363,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區美群路60號1樓",
    "lat": 24.1557837,
    "lon": 120.6599575,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區益民路１段９０號１樓",
    "lat": 24.10899999,
    "lon": 120.69369,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區潭興路３段５１號１樓",
    "lat": 24.21147999,
    "lon": 120.70332,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區漢口路５段６０、６２、６６號１樓",
    "lat": 24.19122001,
    "lon": 120.58782,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區工業區一路５８之１號１樓",
    "lat": 24.11272998,
    "lon": 120.65243,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區軍功里東山路１段２２１號１樓",
    "lat": 24.16691667,
    "lon": 120.6866739,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區遠東街３號",
    "lat": 24.1744,
    "lon": 120.71504,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區復興路１段１２８號",
    "lat": 24.1788344,
    "lon": 120.6145562,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區三民西路３７７號、西川一路１號",
    "lat": 24.25858,
    "lon": 120.65611,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區中正路１００號１樓",
    "lat": 24.12936682,
    "lon": 120.6551883,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區民生路48-7、48-8、48-9號1樓",
    "lat": 24.22738,
    "lon": 120.54587,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松安里１４鄰崇德六路１段４７號",
    "lat": 24.25697,
    "lon": 120.54115,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區永興路１段１１２號",
    "lat": 24.17973001,
    "lon": 120.69477,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區大智路1段１０１７號１樓",
    "lat": 24.24486,
    "lon": 120.68024,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區福美路１７號１樓",
    "lat": 24.32598002,
    "lon": 120.72855,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐勢路2段680號1樓",
    "lat": 24.26839001,
    "lon": 120.7499,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區四民里6鄰四平路563號",
    "lat": 24.11526999,
    "lon": 120.68105,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區金華里10鄰進德北路106、162號1樓",
    "lat": 24.19401001,
    "lon": 120.68187,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大明路３３４號",
    "lat": 24.17238998,
    "lon": 120.66105,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路2段95-25、95-26號1樓",
    "lat": 24.29455478,
    "lon": 120.7236618,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三豐路3段415、417號",
    "lat": 24.24342537,
    "lon": 120.6132668,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區河南路２段１４號",
    "lat": 24.24891001,
    "lon": 120.72183,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區南陽路４８０號１樓",
    "lat": 24.35160001,
    "lon": 120.61434,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區東海路42號",
    "lat": 24.16550001,
    "lon": 120.65575,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區大安港路１１８號１樓",
    "lat": 24.15459968,
    "lon": 120.6930154,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區文莊里21鄰日興街180號1樓",
    "lat": 24.1509,
    "lon": 120.67567,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中投西路2段398號",
    "lat": 24.07021999,
    "lon": 120.66185,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中正路473號",
    "lat": 24.04285999,
    "lon": 120.69165,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐原大道1段370號",
    "lat": 24.24346999,
    "lon": 120.703,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區昌平路四段286號1樓",
    "lat": 24.22363002,
    "lon": 120.6701,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區崇德路4段250之1號1樓",
    "lat": 24.16582552,
    "lon": 120.6753043,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區山西路1段65、67號1樓",
    "lat": 24.13842,
    "lon": 120.64272,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區千城街267號1樓",
    "lat": 24.21218353,
    "lon": 120.6872296,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中山北路410號1樓",
    "lat": 24.22209999,
    "lon": 120.64538,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區神林路一段300、302號1樓",
    "lat": 24.07445,
    "lon": 120.7148,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區吉峰東路62號1樓",
    "lat": 24.14604,
    "lon": 120.64345,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區永成北路125號1樓",
    "lat": 24.11756999,
    "lon": 120.71431,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區惠文路499號1樓",
    "lat": 24.2398403,
    "lon": 120.6568119,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中央北路1號1樓",
    "lat": 24.10859062,
    "lon": 120.6622636,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區文心南路1365號1樓",
    "lat": 24.19420193,
    "lon": 120.6240638,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福雅路338號1樓",
    "lat": 24.29477,
    "lon": 120.57717,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐原大道7段488號1樓",
    "lat": 24.33928,
    "lon": 120.73136,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三豐路五段551號1樓",
    "lat": 24.26199001,
    "lon": 120.71156,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區豐興路1段591、593、595號1樓",
    "lat": 24.11180998,
    "lon": 120.61544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區三和村3鄰站區二路8號1樓",
    "lat": 24.11180998,
    "lon": 120.61544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區三和村3鄰站區二路8號2樓",
    "lat": 24.14957,
    "lon": 120.66005,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區昌平路2段12之16號1樓",
    "lat": 24.20396507,
    "lon": 120.722589,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區中美街283號1樓",
    "lat": 24.16483998,
    "lon": 120.69096,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區國校巷16號1樓",
    "lat": 24.25569,
    "lon": 120.73752,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區向上路6段298號1樓",
    "lat": 24.1809,
    "lon": 120.68992,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區水源路307號1樓",
    "lat": 24.17776001,
    "lon": 120.57591,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區中山路198號1樓",
    "lat": 24.23760999,
    "lon": 120.56304,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區北勢里18鄰鎮南路2段368號1樓",
    "lat": 24.27092998,
    "lon": 120.72131,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三豐路二段289號",
    "lat": 24.17993,
    "lon": 120.71937,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區軍功路2段183號1樓",
    "lat": 24.15068999,
    "lon": 120.61245,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區嶺東路806號1樓",
    "lat": 24.2292,
    "lon": 120.56704,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中華路330號、鰲峰路173-3號",
    "lat": 24.10533999,
    "lon": 120.66739,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區文心南路1252號1樓",
    "lat": 24.26816001,
    "lon": 120.56697,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市新社區協成村協中街169-1號1樓",
    "lat": 24.24325,
    "lon": 120.5435,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區文昌路333號1樓",
    "lat": 24.19229,
    "lon": 120.80854,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區西勢路425號1樓",
    "lat": 24.23924999,
    "lon": 120.70427,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區國光路82、84號1樓；愛國街67、69號1樓",
    "lat": 24.09883002,
    "lon": 120.6988,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春東路96號1樓",
    "lat": 24.13517001,
    "lon": 120.65337,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區太原路三段1505號1樓",
    "lat": 24.16143999,
    "lon": 120.73352,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區仁堤路6號1樓",
    "lat": 24.13324,
    "lon": 120.64379,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路一段378之17號1樓",
    "lat": 24.21743001,
    "lon": 120.79599,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區文心南三路663號1樓",
    "lat": 24.17663998,
    "lon": 120.72868,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區太原路三段1112-1、1120-1號1樓",
    "lat": 24.16384999,
    "lon": 120.71509,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市新社區東山街88號之29、30  1樓",
    "lat": 24.17107,
    "lon": 120.64652,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區五權路2-104號1樓、貴和街222號1樓",
    "lat": 24.18382,
    "lon": 120.53047,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區上石里上石路201號1樓",
    "lat": 24.17604001,
    "lon": 120.64085,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區龍東村舊車路臨115號1樓",
    "lat": 24.05943,
    "lon": 120.69655,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區樹仁路161-1、161-2號1樓",
    "lat": 24.30932999,
    "lon": 120.717,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區逢甲路247號1樓",
    "lat": 24.23140679,
    "lon": 120.7062481,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區民生路1號1樓",
    "lat": 24.13937999,
    "lon": 120.66589,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區豐栗路9號1樓",
    "lat": 24.20358547,
    "lon": 120.5671314,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐原大道3段261號1樓",
    "lat": 24.15275001,
    "lon": 120.65752,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區忠明南路117號1樓",
    "lat": 24.23785,
    "lon": 120.7262,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區向上路7段1、3號",
    "lat": 24.11277998,
    "lon": 120.59301,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中山路3段1007號1樓",
    "lat": 24.13511,
    "lon": 120.64116,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春東路860號1樓",
    "lat": 24.13214,
    "lon": 120.70031,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區振興路250號1樓",
    "lat": 24.12893043,
    "lon": 120.6781945,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春路28之2號1樓",
    "lat": 24.17546999,
    "lon": 120.65937,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區五權西路2段812號1樓",
    "lat": 24.14374001,
    "lon": 120.63544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區河南路2段71號1樓",
    "lat": 24.14293002,
    "lon": 120.70574,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區自由路4段339號1樓",
    "lat": 24.14070999,
    "lon": 120.62879,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區沙田路6段323號1樓",
    "lat": 24.1551,
    "lon": 120.66026,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區明義街6號1樓",
    "lat": 24.14914001,
    "lon": 120.6806,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區中華路二段137號1樓",
    "lat": 24.21298002,
    "lon": 120.55135,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區大豐路四段55號1樓",
    "lat": 24.23240001,
    "lon": 120.69425,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區豐樂里黎明路1段850號1樓、台中市南屯區豐樂里文心南五路720號1樓",
    "lat": 24.23663999,
    "lon": 120.7227,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路1段292-11號、292-12號1樓",
    "lat": 24.22050998,
    "lon": 120.65655,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐原大道3段3號1樓",
    "lat": 24.08805999,
    "lon": 120.69599,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區雅潭路四段491號1樓",
    "lat": 24.15606862,
    "lon": 120.6588585,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區忠明南路16、16-1、18號1樓",
    "lat": 24.21641002,
    "lon": 120.69126,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區日南里1鄰黎明路3之21號1樓",
    "lat": 24.39112699,
    "lon": 120.6541949,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區東寶村6大豐路2段1號1樓",
    "lat": 24.09570998,
    "lon": 120.68017,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中華里中華路1段75、77號1樓、台中市中區中華里民族路218號1樓",
    "lat": 24.11323,
    "lon": 120.66355,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區國中路276號1樓",
    "lat": 24.25419002,
    "lon": 120.69681,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區大洲路299之1號1樓",
    "lat": 24.21518999,
    "lon": 120.58009,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區永興里高工路202號1樓",
    "lat": 24.1271,
    "lon": 120.69982,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區光興路831號1樓、台中縣太平市興隆路262號1樓",
    "lat": 24.20643002,
    "lon": 120.56427,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區北勢東路330號1樓",
    "lat": 24.35418001,
    "lon": 120.61887,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區東門里東門路140號1樓",
    "lat": 24.35047001,
    "lon": 120.62052,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區向上路七段132號1樓",
    "lat": 24.25820998,
    "lon": 120.66488,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區育英路283號1樓",
    "lat": 24.1121,
    "lon": 120.73073,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區信義路193號1樓",
    "lat": 24.13319,
    "lon": 120.63601,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區北庄村中山路1320-3號1樓",
    "lat": 24.143671,
    "lon": 120.675086,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區新庄里大智路49號1樓",
    "lat": 24.23957001,
    "lon": 120.71126,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區橫山村中山路128號1樓",
    "lat": 24.209,
    "lon": 120.64442,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區斗抵里沙田路17之19號1樓",
    "lat": 24.13522999,
    "lon": 120.6887,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中山路143-2號1樓",
    "lat": 24.30873248,
    "lon": 120.7177929,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區何福里漢口路2段112、112-1號1樓",
    "lat": 24.19260503,
    "lon": 120.6689151,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區成功路1號1樓",
    "lat": 24.21638998,
    "lon": 120.55209,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區惠中里大墩十一街330號1樓",
    "lat": 24.16532872,
    "lon": 120.6622358,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區崇德路2段199號1樓",
    "lat": 24.14902002,
    "lon": 120.64533,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福安里中工三路128、130號1樓",
    "lat": 24.26046999,
    "lon": 120.55382,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區民和路二段195號1樓",
    "lat": 24.31349002,
    "lon": 120.69407,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區雅楓村民生路3段68、70號1樓",
    "lat": 24.13440998,
    "lon": 120.55385,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區社腳村沙田路1段916號1樓",
    "lat": 24.17799227,
    "lon": 120.6184655,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區甲后路二段363號1樓",
    "lat": 24.23072251,
    "lon": 120.6578288,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區樹德里大慶街2段36號1樓",
    "lat": 24.13468001,
    "lon": 120.73477,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區北屯路14、14之2、14之3號1樓",
    "lat": 24.11608002,
    "lon": 120.65022,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區中清西二街27、29號1樓",
    "lat": 24.17449828,
    "lon": 120.6682616,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區東平路1號",
    "lat": 24.25324379,
    "lon": 120.5297563,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區振福路419、421、423、425號1樓",
    "lat": 24.18417673,
    "lon": 120.6463357,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區安仁里文化路2段55號1樓",
    "lat": 24.25298998,
    "lon": 120.55033,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區臺灣大道五段3巷62弄21號1樓",
    "lat": 24.18193001,
    "lon": 120.59136,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區文華路170、172號1樓",
    "lat": 24.17658001,
    "lon": 120.6949,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區大智路1段525號1樓",
    "lat": 24.15997649,
    "lon": 120.6916496,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區興安路2段62號1樓",
    "lat": 24.18211999,
    "lon": 120.71202,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松竹路1段965號1樓",
    "lat": 24.15886,
    "lon": 120.71318,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區育賢路520號1樓",
    "lat": 24.15480128,
    "lon": 120.7103308,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區五權西路2段882號1樓",
    "lat": 24.18754999,
    "lon": 120.68605,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區崇德路3段195號1樓",
    "lat": 24.15213,
    "lon": 120.63488,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明路2段425號1樓",
    "lat": 24.14472999,
    "lon": 120.63396,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區環中路一段2490號1樓",
    "lat": 24.20074001,
    "lon": 120.65694,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區向上路2段376號1樓",
    "lat": 24.21426002,
    "lon": 120.61578,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區科雅六路1號1樓",
    "lat": 24.14732,
    "lon": 120.63848,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區環中東路1段5號1樓",
    "lat": 24.20088171,
    "lon": 120.7055692,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區太明路136號1樓",
    "lat": 24.05754999,
    "lon": 120.65672,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福星北路59號1樓",
    "lat": 24.18490999,
    "lon": 120.64444,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區向上路5段289號旁1樓",
    "lat": 24.16696002,
    "lon": 120.72454,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區景賢路230號1樓",
    "lat": 24.1510076,
    "lon": 120.6089978,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區清泉里東大路二段1587號1樓",
    "lat": 24.17783,
    "lon": 120.66453,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區五權路121號、121號西邊1樓",
    "lat": 24.24210998,
    "lon": 120.61462,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區中平路279號1樓",
    "lat": 24.27706341,
    "lon": 120.5640139,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市和平區中興路3段64-5、64-6號1樓",
    "lat": 24.25627525,
    "lon": 121.2581215,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市和平區中正路29、31號1樓",
    "lat": 24.31170002,
    "lon": 121.2917,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區一中街98號1樓",
    "lat": 24.11164,
    "lon": 120.69457,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區新仁路2段92號1樓",
    "lat": 24.31561265,
    "lon": 120.7272257,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區后科南路88號1樓",
    "lat": 24.14929,
    "lon": 120.68544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區中工三路123、125號1樓",
    "lat": 24.25323,
    "lon": 120.53424,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區忠勇路23-12號1樓",
    "lat": 24.13548002,
    "lon": 120.6115,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區中興路121號1樓",
    "lat": 24.17808667,
    "lon": 120.6186333,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松竹五路2段22號1樓",
    "lat": 24.14797002,
    "lon": 120.60477,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區精科路13號5樓",
    "lat": 24.17609505,
    "lon": 120.7127201,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路一段306-1號1、2樓及臺中市北屯區環中東路二段268號1樓",
    "lat": 24.14431999,
    "lon": 120.70282,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區十甲路202號1樓",
    "lat": 24.22446,
    "lon": 120.57654,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區北勢東路507-8、507-9號1樓",
    "lat": 24.17576998,
    "lon": 120.66877,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區民權路466巷1號1樓及2樓、466巷3號1樓及2樓、472號1樓及2樓",
    "lat": 24.24082,
    "lon": 120.72401,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區華美西街2段478號1樓",
    "lat": 24.14374001,
    "lon": 120.63544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區保康路160號1樓",
    "lat": 24.1399,
    "lon": 120.65554,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區新興路85-1號1樓",
    "lat": 24.15909074,
    "lon": 120.7103606,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區五權西路2段812號1樓",
    "lat": 24.11316002,
    "lon": 120.59207,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區五權西路1段271號1樓",
    "lat": 24.10967,
    "lon": 120.67906,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中山路3段1-1號1樓",
    "lat": 24.06624951,
    "lon": 120.6971544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區振興街32、36、38號1樓",
    "lat": 24.19603998,
    "lon": 120.65615,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區東榮路552號1樓",
    "lat": 24.20149937,
    "lon": 120.6275311,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區黎明路3段1218號1樓",
    "lat": 24.15858,
    "lon": 120.67092,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福雅路571-1號1樓",
    "lat": 24.16462,
    "lon": 120.71394,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區太原路3段907號1樓",
    "lat": 24.18518001,
    "lon": 120.61262,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福林路31巷150號1樓",
    "lat": 24.11933999,
    "lon": 120.6655,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路1段255號1樓",
    "lat": 24.09097999,
    "lon": 120.69208,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區忠明南路929號1樓",
    "lat": 24.25462999,
    "lon": 121.25581,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市和平區中正路6號1樓",
    "lat": 24.24715002,
    "lon": 120.53541,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區港埠路一段986號1樓",
    "lat": 24.26112998,
    "lon": 120.54033,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區頂寮里28鄰大仁路2段75號1樓",
    "lat": 24.26092002,
    "lon": 120.54051,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中山路39、41、43號1樓",
    "lat": 24.19692,
    "lon": 120.54636,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區頂寮里28鄰大仁路2段71號1樓",
    "lat": 24.13793998,
    "lon": 120.68506,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區沙田路5段143號1樓",
    "lat": 24.26083663,
    "lon": 120.5717811,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區建國路145號1樓",
    "lat": 24.16233002,
    "lon": 120.60607,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區社南里中山路773號1樓",
    "lat": 24.25720722,
    "lon": 120.6689283,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區五權西路3段350號1樓",
    "lat": 24.32890883,
    "lon": 120.7157543,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區九甲七路400號1樓",
    "lat": 24.33035,
    "lon": 120.71164,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區安眉路113號1樓",
    "lat": 24.17074,
    "lon": 120.73172,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區九甲七路400號1、2樓",
    "lat": 24.33035,
    "lon": 120.71164,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區安眉路113號1、2樓",
    "lat": 24.32890883,
    "lon": 120.7157543,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區軍福十三路68號1樓",
    "lat": 24.14801,
    "lon": 120.63676,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區錦新街70-2、70-3號1樓、台中市北區一中街136-2、136-6號1樓",
    "lat": 24.13063,
    "lon": 120.72413,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明東街22號1樓",
    "lat": 24.26397776,
    "lon": 120.719844,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區建興路47號1樓",
    "lat": 24.12326,
    "lon": 120.56525,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區福山里沙田路1段432-1號1樓",
    "lat": 24.11187,
    "lon": 120.70372,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐原大道7段1號1樓",
    "lat": 24.11699,
    "lon": 120.66981,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區永豐路351號1樓",
    "lat": 24.21995816,
    "lon": 120.5694646,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區鎮南路二段107、109號1樓",
    "lat": 24.17574002,
    "lon": 120.7205,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區五權南路527號1樓",
    "lat": 24.16494999,
    "lon": 120.64043,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區國安一路105、107、109號1樓",
    "lat": 24.16840076,
    "lon": 120.6683379,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區長青里陝西路48、48-1號1樓",
    "lat": 24.27338001,
    "lon": 120.70238,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區惠民路199號1樓",
    "lat": 24.18191999,
    "lon": 120.62465,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福安里福科路295號1樓",
    "lat": 24.19105101,
    "lon": 120.6132982,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區國豐路一段88號1樓",
    "lat": 24.29747002,
    "lon": 120.72599,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區林厝里中科路1號1樓",
    "lat": 24.09408,
    "lon": 120.69364,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區廣福里馬場路1號1樓",
    "lat": 24.20904999,
    "lon": 120.61393,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區仁德里仁化路741號1樓",
    "lat": 24.18761001,
    "lon": 120.60734,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福瑞里福科路890號1樓",
    "lat": 24.17167002,
    "lon": 120.64191,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區大村里中央路1段666-28號1樓",
    "lat": 24.17641312,
    "lon": 120.6157168,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區上安里上仁街139號1樓",
    "lat": 24.15319999,
    "lon": 120.68674,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區中工二路196、198號1樓",
    "lat": 24.24280999,
    "lon": 120.53735,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區臺灣大道五段3巷43、45號1樓",
    "lat": 24.18239407,
    "lon": 120.5909817,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區榮興街19號1樓、21巷1、3號1樓",
    "lat": 24.1626,
    "lon": 120.66952,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區健行里忠明路426號1樓",
    "lat": 24.14449002,
    "lon": 120.67685,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區臺灣大道一段531號1樓",
    "lat": 24.11311999,
    "lon": 120.66173,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區高工路168號1樓",
    "lat": 24.21968001,
    "lon": 120.5229,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區西濱路3段247號1樓",
    "lat": 24.21564999,
    "lon": 120.62,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區科雅一路8號5樓",
    "lat": 24.18311001,
    "lon": 120.53053,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區龍門路48-15號1樓",
    "lat": 24.18777002,
    "lon": 120.70164,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區忠明路54之1號1樓、博館路231、233、235、237號1樓",
    "lat": 24.11515998,
    "lon": 120.68084,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區朝富路30、32號1樓",
    "lat": 24.16724916,
    "lon": 120.6379235,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大明路340號1樓",
    "lat": 24.13834998,
    "lon": 120.684,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區臺灣大道一段35號1樓",
    "lat": 24.17195001,
    "lon": 120.5804,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中山路1、3、5號1樓",
    "lat": 24.10397001,
    "lon": 120.62535,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區遊園路2段146號1樓",
    "lat": 24.09977001,
    "lon": 120.67694,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區新興路247號1樓",
    "lat": 24.20457217,
    "lon": 120.6445621,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區新興路65號1樓",
    "lat": 24.25317264,
    "lon": 120.7338695,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐東路412、416號1樓",
    "lat": 24.17310001,
    "lon": 120.69432,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區興安路1段289號1樓",
    "lat": 24.20844,
    "lon": 120.62969,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區中山路2段905-8號1樓",
    "lat": 24.09736491,
    "lon": 120.6713675,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區永和路11-18號1樓",
    "lat": 24.40235998,
    "lon": 120.64087,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大里路95、97號1樓",
    "lat": 24.15956998,
    "lon": 120.70544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區東興路1段21號1樓",
    "lat": 24.11914,
    "lon": 120.65676,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區新興路312號1樓",
    "lat": 24.27372691,
    "lon": 120.5548618,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道4段1727號1樓",
    "lat": 24.18232999,
    "lon": 120.60782,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區天津路2段138-10、138-11號1樓、文昌東一街286號1樓",
    "lat": 24.20643999,
    "lon": 120.70928,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中社路19號1樓",
    "lat": 24.10397001,
    "lon": 120.68642,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道三段688、690號1樓",
    "lat": 24.15879001,
    "lon": 120.66106,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區圓通南路2號1樓",
    "lat": 24.11441001,
    "lon": 120.66701,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大里路97號1樓",
    "lat": 24.17071177,
    "lon": 120.637409,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區高工路355號1樓",
    "lat": 24.16028002,
    "lon": 120.67572,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區中清路一段320號1樓",
    "lat": 24.27315999,
    "lon": 120.56869,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中華路429號1樓",
    "lat": 24.25236,
    "lon": 120.80836,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市新社區中和街5段115號1樓",
    "lat": 24.21548241,
    "lon": 120.70647,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區福潭路645、647、649號",
    "lat": 24.10568,
    "lon": 120.68068,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區國光路2段257號1樓",
    "lat": 24.17697002,
    "lon": 120.73447,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路1段396號1樓",
    "lat": 24.16560001,
    "lon": 120.6755,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區山西路一段48號1樓",
    "lat": 24.16977001,
    "lon": 120.67669,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區東關路5段617號1樓",
    "lat": 24.20771002,
    "lon": 120.83939,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區中華路1段36號1樓",
    "lat": 24.17591,
    "lon": 120.54353,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐勢路2段979號1樓",
    "lat": 24.27504,
    "lon": 120.75591,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區瀋陽路1段104號1樓",
    "lat": 24.17400002,
    "lon": 120.67863,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市外埔區甲后路5段15號1樓",
    "lat": 24.34182998,
    "lon": 120.63844,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區臺灣大道7段142號1樓",
    "lat": 24.22364,
    "lon": 120.57857,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區美村路1段302-1、302-7號1樓",
    "lat": 24.14625001,
    "lon": 120.66154,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區河南路4段226、228號1樓",
    "lat": 24.18749002,
    "lon": 120.6432,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福星北路98號1樓",
    "lat": 24.15456472,
    "lon": 120.6366373,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區四德路525-2號1樓",
    "lat": 24.06048452,
    "lon": 120.6670206,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路2段19、19-1、21號1樓",
    "lat": 24.16723,
    "lon": 120.57807,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區遊園路1段143號1樓",
    "lat": 24.16391061,
    "lon": 120.6614005,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三民路38號1樓",
    "lat": 24.25406002,
    "lon": 120.72205,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中華路593號1樓",
    "lat": 24.10717001,
    "lon": 120.63424,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區沙田路1段929號1樓",
    "lat": 24.14527,
    "lon": 120.61098,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區嶺東路368號1樓",
    "lat": 24.13222,
    "lon": 120.55358,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區河北路2段218-1號1樓",
    "lat": 24.13706001,
    "lon": 120.67633,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區健行路354號1樓",
    "lat": 24.15925998,
    "lon": 120.68303,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區四維街22-1、24號1樓",
    "lat": 24.06995998,
    "lon": 120.66182,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中投西路2段388號1樓",
    "lat": 24.17572128,
    "lon": 120.6837077,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三豐路二段496號1樓",
    "lat": 24.27481998,
    "lon": 120.72213,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區永平路1段107號1樓",
    "lat": 24.1315,
    "lon": 120.71705,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區樹孝路50號1樓",
    "lat": 24.15872002,
    "lon": 120.72034,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區新興路40-3-3號1樓",
    "lat": 24.18108,
    "lon": 120.58829,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區溪南路2段380號1樓",
    "lat": 24.06109,
    "lon": 120.64347,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道3段99號1樓",
    "lat": 24.17546002,
    "lon": 120.67226,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區大連路1段40號1樓",
    "lat": 24.16701001,
    "lon": 120.70066,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東光路786號1樓",
    "lat": 24.16199001,
    "lon": 120.64728,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路2段272-3、272-4號1樓",
    "lat": 24.26207999,
    "lon": 120.71293,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區河南路4段442、446號1樓",
    "lat": 24.34432,
    "lon": 120.5882,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐原大道7段381號1樓",
    "lat": 24.15039014,
    "lon": 120.6373834,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大安區中山南路241號1樓",
    "lat": 24.17453001,
    "lon": 120.64458,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三豐路4段369號",
    "lat": 24.31815002,
    "lon": 120.72418,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道3段301號11樓",
    "lat": 24.15797998,
    "lon": 120.64807,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區大墩十八街116號1樓",
    "lat": 24.16467,
    "lon": 120.64322,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區台中路195、197、199號1樓",
    "lat": 24.27776002,
    "lon": 120.56059,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區東關路7段191號1樓、新盛街2號1樓",
    "lat": 24.12717937,
    "lon": 120.6843267,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區五權路328號1樓",
    "lat": 24.10929001,
    "lon": 120.72969,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區光興路705-1號1樓",
    "lat": 24.1497,
    "lon": 120.65527,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區精誠路15號1樓",
    "lat": 24.34487999,
    "lon": 120.6343,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福星路112號1樓",
    "lat": 24.18206999,
    "lon": 120.64163,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區甲后路5段360號1樓",
    "lat": 24.17609505,
    "lon": 120.7127201,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松竹五路199號1樓",
    "lat": 24.15772999,
    "lon": 120.72042,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區美村路2段188、190號1樓",
    "lat": 24.12534077,
    "lon": 120.6632618,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區樹孝路490號1樓",
    "lat": 24.15872002,
    "lon": 120.67864,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路3段166-92號1樓",
    "lat": 24.16363956,
    "lon": 120.7166031,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區大德街87號1樓",
    "lat": 24.19112001,
    "lon": 120.61106,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區太原路3段1138號",
    "lat": 24.09655002,
    "lon": 120.69603,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區陝西路107、109號1樓",
    "lat": 24.24930999,
    "lon": 120.82923,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區仁化路657號1樓",
    "lat": 24.15728001,
    "lon": 120.64706,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區寶山里忠勇路105-27號1樓",
    "lat": 24.15170001,
    "lon": 120.61579,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區文心路2段566號1樓",
    "lat": 24.17765,
    "lon": 120.63761,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區黎明路3段158號1樓",
    "lat": 24.09055906,
    "lon": 120.7033277,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區成功路512、516號1樓",
    "lat": 24.1722765,
    "lon": 120.6681664,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區承德路219號1樓",
    "lat": 24.23550001,
    "lon": 120.69869,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區潭陽里圓通南路239號1樓",
    "lat": 24.17382002,
    "lon": 120.64857,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中清路4段737號1樓",
    "lat": 24.22871023,
    "lon": 120.642965,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福星路651-8號1樓",
    "lat": 24.20840999,
    "lon": 120.71031,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區潭興路2段350號1樓",
    "lat": 24.20707999,
    "lon": 120.70335,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區大林路275號1樓",
    "lat": 24.13822002,
    "lon": 120.68205,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區繼光街64號1樓",
    "lat": 24.24402001,
    "lon": 120.64983,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區文山路20、22號1樓",
    "lat": 24.27289,
    "lon": 120.65966,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區三民路630號1樓",
    "lat": 24.18206001,
    "lon": 120.64813,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西安街275號1樓",
    "lat": 24.14448772,
    "lon": 120.6099839,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區文華路10-7號1樓",
    "lat": 24.17927001,
    "lon": 120.64629,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福雅路143-1號1樓",
    "lat": 24.12619999,
    "lon": 120.67375,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區祥順東路1段2號1樓",
    "lat": 24.18672002,
    "lon": 120.61969,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區建成路1683號",
    "lat": 24.25121,
    "lon": 120.55578,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區中華路2段351號1樓",
    "lat": 24.16187043,
    "lon": 120.7290176,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區振福路361巷6號1樓",
    "lat": 24.15298001,
    "lon": 120.70694,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中華路1段153號1樓、155號1樓、157號1、2樓",
    "lat": 24.11323,
    "lon": 120.66355,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區新科路1號1樓",
    "lat": 24.20799002,
    "lon": 120.60753,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區高工路202號1樓",
    "lat": 24.20617999,
    "lon": 120.56759,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區中山路2段920-21號、920-22號、920-23號、920-25號、920-26號1樓",
    "lat": 24.16158998,
    "lon": 120.65956,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區屏西路55號1樓",
    "lat": 24.16306276,
    "lon": 120.6811138,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化北路325號、327號1樓",
    "lat": 24.18385999,
    "lon": 120.54569,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區忠義街80號1樓",
    "lat": 24.40274999,
    "lon": 120.64105,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區沙田路4段316號1樓",
    "lat": 24.14256,
    "lon": 120.70882,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區中山路2段905-12號1樓",
    "lat": 24.12247505,
    "lon": 120.6903928,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區自由路4段436號1樓",
    "lat": 24.17412,
    "lon": 120.67199,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大智路591號、593號1樓",
    "lat": 24.14533999,
    "lon": 120.67673,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大進街387號1樓、大墩十二街151號1樓",
    "lat": 24.09453999,
    "lon": 120.69844,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區文心路4段57號1樓",
    "lat": 24.14978998,
    "lon": 120.65122,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區至善路188號1樓",
    "lat": 24.14592419,
    "lon": 120.6775752,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區上南路1段167-1號1樓",
    "lat": 24.30471001,
    "lon": 120.71043,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區吉峰路一四九號一樓、吉峰西路一號一樓",
    "lat": 24.40068,
    "lon": 120.64315,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三光路36號1樓",
    "lat": 24.13747001,
    "lon": 120.70513,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區東信里東英路331號1樓",
    "lat": 24.25782999,
    "lon": 120.71193,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區五權路63號1樓",
    "lat": 24.23941,
    "lon": 120.71609,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐南街145號1樓",
    "lat": 24.24628999,
    "lon": 120.53437,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區港埠路一段九四七號一樓",
    "lat": 24.06768999,
    "lon": 120.69877,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路3段159-12號1樓",
    "lat": 24.18749002,
    "lon": 120.61914,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區中山路一四五-六號一樓",
    "lat": 24.2368,
    "lon": 120.56683,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區草湖路一０四號一樓",
    "lat": 24.07727998,
    "lon": 120.71315,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區北屯里天祥街一號一樓",
    "lat": 24.16124824,
    "lon": 120.6953066,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路二段四八０號一樓",
    "lat": 24.11036,
    "lon": 120.69009,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區美村路二段一八二號一樓",
    "lat": 24.12554,
    "lon": 120.66305,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區沙田路六段三二三號一樓",
    "lat": 24.24935002,
    "lon": 120.71305,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區水源路127-1號1樓",
    "lat": 24.25554001,
    "lon": 120.74143,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區福潭路622號1樓",
    "lat": 24.2132,
    "lon": 120.71094,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區青海路二段二０七-八、二０七-九號一樓",
    "lat": 24.21298002,
    "lon": 120.55135,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區文心南路100號1樓 / 永春東路369號1樓",
    "lat": 24.10281978,
    "lon": 120.7176142,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區工業路148、150號1樓",
    "lat": 24.14658,
    "lon": 120.661,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區甘肅路一段196、198號1樓",
    "lat": 24.10773001,
    "lon": 120.70344,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區向上路一段一八九號一樓",
    "lat": 24.16812344,
    "lon": 120.6574495,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區立仁路142號1樓",
    "lat": 24.06452,
    "lon": 120.69885,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中正路916號1樓",
    "lat": 24.15552002,
    "lon": 120.66589,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區館前路十五號一樓",
    "lat": 24.11140124,
    "lon": 120.7037283,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區永豐路三六七號一樓",
    "lat": 24.13804002,
    "lon": 120.63728,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區益民路二段三六０、三六二號一樓",
    "lat": 24.13452,
    "lon": 120.64674,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明路1段1033號1樓",
    "lat": 24.16174002,
    "lon": 120.63393,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區市政路596號1樓",
    "lat": 24.17146001,
    "lon": 120.67778,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區北平路二段141號",
    "lat": 24.11313814,
    "lon": 120.6839457,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區河南路四段五０二、五０四號一樓",
    "lat": 24.14147002,
    "lon": 120.63975,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區文心路三段三一０號一樓",
    "lat": 24.17139999,
    "lon": 120.66135,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區第一橫街153、155號1樓 / 臺中市東勢區三民街2號1樓",
    "lat": 24.24628002,
    "lon": 120.60828,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區中清路6段259號1樓",
    "lat": 24.11523001,
    "lon": 120.62661,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明路一段142號1樓",
    "lat": 24.25564079,
    "lon": 120.5623562,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區中山路田尾巷3、4號1樓",
    "lat": 24.18357999,
    "lon": 120.62191,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福雅里福科路338號1樓",
    "lat": 24.18556666,
    "lon": 120.5875811,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區臺灣大道五段232、236號1樓",
    "lat": 24.16888999,
    "lon": 120.67239,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區中清路一段569號1樓",
    "lat": 24.19206,
    "lon": 120.54627,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區沙田路四段636號1樓",
    "lat": 24.17079,
    "lon": 120.65072,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區櫻花路111號1樓",
    "lat": 24.14792002,
    "lon": 120.64772,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區大鵬里中平路212、216號1樓",
    "lat": 24.23860999,
    "lon": 120.62698,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中清路四段46號1樓、48號1樓",
    "lat": 24.17622277,
    "lon": 120.6635729,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大墩十街254號1樓",
    "lat": 24.08933999,
    "lon": 120.69905,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區南陽路299之8、299之9號1樓",
    "lat": 24.24525001,
    "lon": 120.72687,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區塗城路765號1樓",
    "lat": 24.14023,
    "lon": 120.67867,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區民族路九、十一號一樓",
    "lat": 24.14336999,
    "lon": 120.67511,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中華路一段五十六號一樓",
    "lat": 24.19058998,
    "lon": 120.66565,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區復興路一段16、18號1樓",
    "lat": 24.20241907,
    "lon": 120.7062809,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區后庄路141號1樓",
    "lat": 24.15044,
    "lon": 120.71654,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路一段三二三號一樓",
    "lat": 24.17620999,
    "lon": 120.72244,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區樹孝路一０九號一樓",
    "lat": 24.33629355,
    "lon": 120.6448994,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市外埔區甲后路三八六號一樓",
    "lat": 24.15388999,
    "lon": 120.69903,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區東光路340號1樓",
    "lat": 24.25160942,
    "lon": 120.8309006,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化北路378之6號1樓",
    "lat": 24.09611998,
    "lon": 120.70348,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區復興路一段四九七、四九九號一樓",
    "lat": 24.30612999,
    "lon": 120.72163,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三豐路三段887號1樓",
    "lat": 24.16334,
    "lon": 120.68038,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區仁化路460號1樓",
    "lat": 24.19444,
    "lon": 120.69746,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區頭張路二段2號1樓",
    "lat": 24.1175219,
    "lon": 120.6581232,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路一段328號1樓",
    "lat": 24.09087002,
    "lon": 120.69296,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區安康路34、36、38號1樓",
    "lat": 24.24399071,
    "lon": 120.7243869,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區中清路二段776、778號1樓",
    "lat": 24.11544002,
    "lon": 120.71975,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區中山路一段217、219號1樓",
    "lat": 24.18576891,
    "lon": 120.6641705,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區太平一街220號1樓",
    "lat": 24.16268001,
    "lon": 120.65319,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區四川路120號1樓",
    "lat": 24.15575002,
    "lon": 120.69743,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區建成里興進路60號1樓",
    "lat": 24.2426422,
    "lon": 120.705885,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區成功路195號、西勢路98號",
    "lat": 24.15104001,
    "lon": 120.54519,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區沙田路二段645號1樓",
    "lat": 24.10760001,
    "lon": 120.63826,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區自由路3段169之1號1樓",
    "lat": 24.23799447,
    "lon": 120.7106678,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中山路一段四一三號一樓",
    "lat": 24.14303002,
    "lon": 120.69102,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中山路八十一號一樓",
    "lat": 24.26230999,
    "lon": 120.57244,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區遼陽六街六十八號一樓、大連路三段二０四號一樓",
    "lat": 24.31121979,
    "lon": 120.7080635,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大明路三０三、三０五號一樓",
    "lat": 24.27681999,
    "lon": 120.56541,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區甲后路1段101號1樓",
    "lat": 24.17512001,
    "lon": 120.69142,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路3段148之30號1樓",
    "lat": 24.18549674,
    "lon": 120.6241622,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中山北路167號1樓",
    "lat": 24.07512998,
    "lon": 120.64267,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區大連北街四十二號一樓",
    "lat": 24.17771002,
    "lon": 120.67403,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區溪南路一段712號1樓",
    "lat": 24.21835998,
    "lon": 120.64693,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區何厝里太原路一段一二七號一樓",
    "lat": 24.25257001,
    "lon": 120.72121,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路八０五號一樓",
    "lat": 24.22606999,
    "lon": 120.65643,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區北屯路二二四之一號一樓",
    "lat": 24.16140001,
    "lon": 120.6598,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區廣福路三四一、三四三號一樓",
    "lat": 24.21168107,
    "lon": 120.5834383,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區神林南路144號1樓",
    "lat": 24.16870999,
    "lon": 120.69708,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區中棲路六九九號一樓",
    "lat": 24.2033948,
    "lon": 120.6444805,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區樹德路98之9號1樓",
    "lat": 24.15305,
    "lon": 120.71156,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區中央路二段4號1樓",
    "lat": 24.20314,
    "lon": 120.52359,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區中清路二段567號1樓",
    "lat": 24.18244001,
    "lon": 120.66562,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區漢成四街2號1樓",
    "lat": 24.16998001,
    "lon": 120.66544,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區舊車路一０五、一０七號一樓",
    "lat": 24.3393804,
    "lon": 120.7289201,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區經國路七五０號一樓、育英路二八八號一樓",
    "lat": 24.24559999,
    "lon": 120.53747,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三豐路二九二號一樓",
    "lat": 24.25948001,
    "lon": 120.70919,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區工業區一路98之32號1樓",
    "lat": 24.26887,
    "lon": 120.57514,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中山路二四三號一樓",
    "lat": 24.17497999,
    "lon": 120.61388,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區豐洲路二三０號一樓",
    "lat": 24.35439002,
    "lon": 120.61901,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區光興路572、576號1樓",
    "lat": 24.12569,
    "lon": 120.66982,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區東興路二段240、242號1樓",
    "lat": 24.10419099,
    "lon": 120.7290606,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區五權南路189號1樓",
    "lat": 24.18743998,
    "lon": 120.66791,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區成功路六三七、六三九號一樓",
    "lat": 24.25501354,
    "lon": 120.7065736,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區敦化路一段473號1樓",
    "lat": 24.10898356,
    "lon": 120.6728028,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區國光路二段四一一號一樓",
    "lat": 24.15547999,
    "lon": 120.66646,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區博館路92號1樓",
    "lat": 24.10949,
    "lon": 120.67952,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區溪南路1段375號1樓",
    "lat": 24.07925999,
    "lon": 120.64346,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區新興路四十七號一樓",
    "lat": 24.09918001,
    "lon": 120.67706,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區仁德村信義街162號1樓",
    "lat": 24.10520002,
    "lon": 120.63975,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區中山路493號1樓、五權路119號1樓",
    "lat": 24.26092999,
    "lon": 120.73597,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區精誠路41之6、41之7號1樓",
    "lat": 24.15357998,
    "lon": 120.65528,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐勢路一段669號1樓",
    "lat": 24.18293999,
    "lon": 120.69908,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區中清路一段506、508號1樓",
    "lat": 24.16474932,
    "lon": 120.6741169,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區中工三路一五一號一樓",
    "lat": 24.17750998,
    "lon": 120.61851,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區上仁街一０二、一０四、一０六號一樓",
    "lat": 24.22823598,
    "lon": 120.5137661,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區臨港路三段70、72號1樓",
    "lat": 24.1442,
    "lon": 120.65864,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區雅潭路一段一六七號一樓、勝利路四二八號一樓",
    "lat": 24.19578002,
    "lon": 120.66182,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區民生路517號1樓",
    "lat": 24.14699998,
    "lon": 120.67255,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區同榮里同榮路161號1樓",
    "lat": 24.17423999,
    "lon": 120.67888,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路二段三三六、三三八號一樓",
    "lat": 24.1583,
    "lon": 120.65177,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區瀋陽路一段一一三號一樓",
    "lat": 24.12088707,
    "lon": 120.6878884,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區成功路271號1樓、興中街68號1樓",
    "lat": 24.23576002,
    "lon": 120.66691,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區大墩路966號1樓",
    "lat": 24.14939,
    "lon": 120.66188,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區民生路三段523號1樓",
    "lat": 24.14374998,
    "lon": 120.67934,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市新社區中興嶺170-2號1樓",
    "lat": 24.21605999,
    "lon": 120.70088,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區美村路一段二十二號一樓",
    "lat": 24.11510001,
    "lon": 120.69205,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區西川里忠明南路七三０巷17號1樓、復興路二段71巷70號1樓",
    "lat": 24.40434,
    "lon": 120.64606,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區日新路二三七號一樓",
    "lat": 24.22140897,
    "lon": 120.7859566,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區向上路一段381、383、385號1樓",
    "lat": 24.12326,
    "lon": 120.69042,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區青年路130號1樓",
    "lat": 24.16726,
    "lon": 120.67982,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大智路567號1樓",
    "lat": 24.14665275,
    "lon": 120.6554477,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區漢口路四段二六五號一樓",
    "lat": 24.15710998,
    "lon": 120.67977,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區北屯路四一七之四號一樓",
    "lat": 24.11919878,
    "lon": 120.6803712,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區育德路十三號一樓",
    "lat": 24.17569002,
    "lon": 120.69877,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區文昌街12、12-1號1樓、新興路238號1樓",
    "lat": 24.18593556,
    "lon": 120.6066511,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區學府路一二三、一二五號一樓",
    "lat": 24.24468,
    "lon": 120.71036,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福順路898、900號1樓",
    "lat": 24.12804369,
    "lon": 120.6744851,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區樹義里七鄰高工路九十六號一樓",
    "lat": 24.11303001,
    "lon": 120.6592,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中興路五十七號一樓",
    "lat": 24.22352001,
    "lon": 120.65371,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區府後街六十六、六十八號一樓",
    "lat": 24.13771203,
    "lon": 120.676807,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區雅環路一段330號1樓",
    "lat": 24.24342537,
    "lon": 120.6132668,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區清泉里東海路四十二號一樓",
    "lat": 24.26412999,
    "lon": 120.54747,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區槺榔里臺中縣清水鎮糠榔里鰲峰路五八０之十五號一樓",
    "lat": 24.26984,
    "lon": 120.57735,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區平和里文心路四段五七七、五七九號一樓",
    "lat": 24.17255015,
    "lon": 120.6834799,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區復興路四段二三一之五、二三一之六號一樓",
    "lat": 24.27261001,
    "lon": 120.79142,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區北勢東路六一七、六一九號一樓",
    "lat": 24.22915086,
    "lon": 120.5736042,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區美德街一三六、一三八號一樓",
    "lat": 24.13660001,
    "lon": 120.68771,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市石岡區萬仙街六十八號一樓",
    "lat": 24.12065305,
    "lon": 120.6537885,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區德富路73、75號1樓",
    "lat": 24.1580853,
    "lon": 120.6824651,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區四德路392號1樓",
    "lat": 24.06489999,
    "lon": 120.67835,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路一段一四六之三十九號一樓",
    "lat": 24.12746,
    "lon": 120.69486,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區成功東路二六七、二六九號一樓",
    "lat": 24.25124001,
    "lon": 120.7154,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區東光園路142號1樓",
    "lat": 24.13119982,
    "lon": 120.7245249,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中正路三一一號一樓",
    "lat": 24.27442,
    "lon": 120.77703,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區建成路一六二九、一六三一、一六三三號一樓",
    "lat": 24.16934001,
    "lon": 120.70379,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三豐路1段155、157、159號1樓",
    "lat": 24.1722,
    "lon": 120.69096,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市石岡區萬安村明德路118號1樓",
    "lat": 24.16143999,
    "lon": 120.66483,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區昌平路一段264號1樓",
    "lat": 24.2579156,
    "lon": 120.7213588,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區德化街六六０號一樓",
    "lat": 24.15503001,
    "lon": 120.71928,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路2段281-3、281-4號1樓",
    "lat": 24.25229001,
    "lon": 120.52913,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區興安里十五鄰沙田路四十三之十二號一樓",
    "lat": 24.17594998,
    "lon": 120.64373,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區樹孝路338號1樓",
    "lat": 24.24484001,
    "lon": 120.83805,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區臺灣大道九段301號1樓",
    "lat": 24.13865999,
    "lon": 120.68194,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區東坑路二八五號一樓",
    "lat": 24.15283999,
    "lon": 120.66623,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中山路69號1樓",
    "lat": 24.23084001,
    "lon": 120.65852,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區民生路三段八六號一樓",
    "lat": 24.15576225,
    "lon": 120.6663283,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區英才路四一０號一樓",
    "lat": 24.22956998,
    "lon": 120.55769,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區大雅路一八九之五號一樓、梅亭街四九一、四九三號一樓",
    "lat": 24.12638376,
    "lon": 120.6751362,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區淡溝里博館路九十七、九十八號一樓",
    "lat": 24.21160999,
    "lon": 120.65006,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市新社區興安路28號1樓、興社街四段27-1號1樓",
    "lat": 24.19260503,
    "lon": 120.6689151,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中清路3段721號1樓",
    "lat": 24.24175002,
    "lon": 120.80866,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區仁愛路一○一、一○三號一樓",
    "lat": 24.18487,
    "lon": 120.67005,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區崇德路二段450號1樓",
    "lat": 24.2353174,
    "lon": 120.6236525,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區雷中街九十五號一樓",
    "lat": 24.11813568,
    "lon": 120.6717212,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區圳堵里神清路260、262、264、266、268號1樓；福成路56-1號1樓",
    "lat": 24.09376002,
    "lon": 120.70037,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區興大路三三八、三四０號一樓",
    "lat": 24.18487998,
    "lon": 120.66691,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區至善路一三九號一樓",
    "lat": 24.20141001,
    "lon": 120.66989,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區陳平路50號1樓",
    "lat": 24.1529647,
    "lon": 120.6850656,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區育才北路七十四、七十六號一樓",
    "lat": 24.24075002,
    "lon": 120.62911,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區環中路一段1686號1樓",
    "lat": 24.24950998,
    "lon": 120.7011,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區建興里崇德路一段一四三之二號一樓、德化街二二三號一樓",
    "lat": 24.27081933,
    "lon": 120.6574663,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中清路四段910號1樓",
    "lat": 24.16857001,
    "lon": 120.68346,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路八五八號一樓",
    "lat": 24.14922001,
    "lon": 120.719,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區青島路3段155號1樓",
    "lat": 24.26476999,
    "lon": 120.82614,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區東蘭路41-5號1樓",
    "lat": 24.16038372,
    "lon": 120.6751762,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區新平路三段一號一樓",
    "lat": 24.17038,
    "lon": 120.65613,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區甘肅路二段二十二號",
    "lat": 24.15004001,
    "lon": 120.6844,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區三民路三段一一六號一樓",
    "lat": 24.2239834,
    "lon": 120.692377,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區十甲路一三二之一、一三四號一樓",
    "lat": 24.17798,
    "lon": 120.64548,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區大豐路三段一八八、一九０號一樓",
    "lat": 24.14865,
    "lon": 120.68527,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西平里福星路三○一號一樓",
    "lat": 24.17928946,
    "lon": 120.6282637,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區台中港路三段八之一號一樓",
    "lat": 24.10926,
    "lon": 120.68044,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區新北里尊賢街九號一樓",
    "lat": 24.14441001,
    "lon": 120.7012,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區東榮路四八三號一樓",
    "lat": 24.17784618,
    "lon": 120.64348,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區至善路61號1樓",
    "lat": 24.1744,
    "lon": 120.69701,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區遼寧路一段一二０號一樓",
    "lat": 24.14641999,
    "lon": 120.69459,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區秀水里十三鄰五權路二六九號一樓",
    "lat": 24.27719,
    "lon": 120.56045,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區進化路170號1樓",
    "lat": 24.14034001,
    "lon": 120.64491,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區五權西路二段四一二號一樓",
    "lat": 24.34696,
    "lon": 120.61978,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區順天里蔣公路221號1樓",
    "lat": 24.12319998,
    "lon": 120.66583,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區模範街三十四巷一號一樓",
    "lat": 24.14914998,
    "lon": 120.66723,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區南平路一八二號一樓",
    "lat": 24.11129144,
    "lon": 120.6592113,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區文心南路883、885號1樓",
    "lat": 24.09616001,
    "lon": 120.71455,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區仁和里七鄰崇德路三段一一五號一樓",
    "lat": 24.18380001,
    "lon": 120.61672,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區福林里一鄰福康路三十三號一樓",
    "lat": 24.16138001,
    "lon": 120.68483,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區工業二路100號1樓",
    "lat": 24.18528998,
    "lon": 120.68591,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區田中村臨港東路一段七十五號一樓",
    "lat": 24.15339001,
    "lon": 120.65122,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區工業區十八路31之1號1樓",
    "lat": 24.17835002,
    "lon": 120.74071,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區橫坑巷28之1號1樓",
    "lat": 24.19444,
    "lon": 120.53116,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大業路一七七號一樓",
    "lat": 24.15503001,
    "lon": 120.60919,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區中山路一段四九二號一樓",
    "lat": 24.11823999,
    "lon": 120.62744,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明路1段263號1樓",
    "lat": 24.17819001,
    "lon": 120.6725,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區大興路一五一、一五一之一號一樓",
    "lat": 24.10924001,
    "lon": 120.62928,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區大連北街98號1樓",
    "lat": 24.34435,
    "lon": 120.62359,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區建國路419號",
    "lat": 24.06935089,
    "lon": 120.6992081,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區鎮瀾街102號",
    "lat": 24.33901011,
    "lon": 120.656605,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區公益路二段939號1樓及龍富路四段552號1樓",
    "lat": 24.15868693,
    "lon": 120.7165149,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中正路583號",
    "lat": 24.22667001,
    "lon": 120.80329,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區育賢路282號",
    "lat": 24.30713,
    "lon": 120.73093,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市新社區興中街90-11號",
    "lat": 24.14804998,
    "lon": 120.62285,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區環中路四段6號",
    "lat": 24.17999002,
    "lon": 120.72065,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區內東路306號",
    "lat": 24.20014664,
    "lon": 120.6091991,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區東大路1段999號",
    "lat": 24.22582,
    "lon": 120.5547,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區軍榮一街90號",
    "lat": 24.16988002,
    "lon": 120.57463,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區斗潭路230號",
    "lat": 24.15489769,
    "lon": 120.7334723,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區中蔗路39號",
    "lat": 24.18235927,
    "lon": 120.7046864,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區黎明路三段539之3號539之5號",
    "lat": 24.15150999,
    "lon": 120.62674,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松竹路一段1386、1388號1樓",
    "lat": 24.24031001,
    "lon": 120.68811,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區復興路4段210號1、2樓、地下層",
    "lat": 24.13645001,
    "lon": 120.68811,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區三社路256號1樓",
    "lat": 24.18623001,
    "lon": 120.64004,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區文心南五路一段319號",
    "lat": 24.05434001,
    "lon": 120.68686,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區中清路一段102號1樓",
    "lat": 24.13184998,
    "lon": 120.64485,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區新厝路481號",
    "lat": 24.15372,
    "lon": 120.67744,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區朝富路2號1樓",
    "lat": 24.07653998,
    "lon": 120.70714,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區太順路112號1樓",
    "lat": 24.15885002,
    "lon": 120.72465,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區吉峰路85號",
    "lat": 24.16872001,
    "lon": 120.63874,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區和睦路三段238號1樓",
    "lat": 24.27056,
    "lon": 120.60819,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區后庄北路221-1號",
    "lat": 24.19222001,
    "lon": 120.66697,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區嶺東南路165號1樓",
    "lat": 24.26734001,
    "lon": 120.57494,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中山路106號",
    "lat": 24.13545998,
    "lon": 120.61013,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區興安路25-1號",
    "lat": 24.23320002,
    "lon": 120.55826,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市石岡區豐勢路460號",
    "lat": 24.26893999,
    "lon": 120.8011,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區科雅路2號1樓",
    "lat": 24.22919771,
    "lon": 120.6507983,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區雅環路二段126號",
    "lat": 24.1539,
    "lon": 120.72698,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區環太東路345號",
    "lat": 24.20503212,
    "lon": 120.6179716,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區軍和街457號、461號1樓",
    "lat": 24.10727001,
    "lon": 120.60233,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區厚生路66-1號1樓",
    "lat": 24.26209001,
    "lon": 120.67491,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區三榮路1段558號",
    "lat": 24.17710029,
    "lon": 120.7247743,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區英才路388號1樓、388－1號1樓、博館一街37號1樓",
    "lat": 24.17914001,
    "lon": 120.64243,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區烈美街98號1樓",
    "lat": 24.2939,
    "lon": 120.52066,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區北堤路30號1樓",
    "lat": 24.04873,
    "lon": 120.69387,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中正路650號1樓",
    "lat": 24.17005,
    "lon": 120.64325,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中清路4段408號1樓",
    "lat": 24.23952999,
    "lon": 120.62737,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區河南路2段443號1樓",
    "lat": 24.32012999,
    "lon": 120.72881,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三豐路五段128號1樓",
    "lat": 24.32933001,
    "lon": 120.72932,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區五權路272號、274號、276號，太平路221號1樓",
    "lat": 24.28633001,
    "lon": 120.79574,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區后科路二段335號",
    "lat": 24.22209001,
    "lon": 120.58031,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區東蘭路194號",
    "lat": 24.22854974,
    "lon": 120.6719021,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區晉武路9號",
    "lat": 24.19032,
    "lon": 120.67362,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區昌平路四段556號",
    "lat": 24.21858001,
    "lon": 120.57558,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區三民路三段133號、135之1號1樓及B1",
    "lat": 24.19237998,
    "lon": 120.70232,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松竹路三段676-1號",
    "lat": 24.0825619,
    "lon": 120.6951611,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區平等路100號",
    "lat": 24.15441858,
    "lon": 120.6680462,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區中山路1段 57號1樓",
    "lat": 24.30637998,
    "lon": 120.70695,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中山路131號",
    "lat": 24.22984998,
    "lon": 120.57006,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區公安路147-15號",
    "lat": 24.17008999,
    "lon": 120.6336,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區朝馬路158號1樓",
    "lat": 24.15794,
    "lon": 120.66283,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區北勢東路806號",
    "lat": 24.1575496,
    "lon": 120.69208,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區育樂街66、68號1樓及夾層",
    "lat": 24.22214001,
    "lon": 120.5728,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區博館路185號",
    "lat": 24.18326998,
    "lon": 120.63008,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路三段79－33號",
    "lat": 24.18313998,
    "lon": 120.62551,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區東晉路133號",
    "lat": 24.20753002,
    "lon": 120.68125,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區大豐一路439號1樓",
    "lat": 24.21556998,
    "lon": 120.63568,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區安和路168號",
    "lat": 24.24454647,
    "lon": 120.5687502,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區光華路394、396號1樓",
    "lat": 24.15135999,
    "lon": 120.67815,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區永和路112-26號",
    "lat": 24.15905001,
    "lon": 120.67347,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區中科路1號1樓",
    "lat": 24.15106998,
    "lon": 120.66076,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區健行路701號",
    "lat": 24.20904999,
    "lon": 120.61393,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區公益路126號",
    "lat": 24.15094722,
    "lon": 120.6845289,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區四德路477-2、477-２-１號",
    "lat": 24.1496,
    "lon": 120.6845,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區復興路二段175-1、175-2號",
    "lat": 24.15238733,
    "lon": 120.6532786,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區育才街４號１樓",
    "lat": 24.06386001,
    "lon": 120.67628,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中縣太平鄉大源十二街２號１樓",
    "lat": 24.12744001,
    "lon": 120.66601,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿精忠街六十四、六十六號１樓",
    "lat": 24.14308999,
    "lon": 120.72362,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區太原路一段２１７號１樓、西屯路二段十一號１樓",
    "lat": 24.23797862,
    "lon": 120.7106619,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中山路１７２號１樓",
    "lat": 24.16309001,
    "lon": 120.6738,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿忠明路五十三、五十五號１樓",
    "lat": 24.34254999,
    "lon": 120.62066,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區順天路２號１樓",
    "lat": 24.15731999,
    "lon": 120.69088,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區光明路1號1樓、中山路一段917號1樓",
    "lat": 24.13575,
    "lon": 120.55261,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區頂街村沙田路二段１鄰７４０號１樓",
    "lat": 24.17372999,
    "lon": 120.66443,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區錦祥街六十二號１樓",
    "lat": 24.26887,
    "lon": 120.57514,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區長安路二段１２５號１樓",
    "lat": 24.24926495,
    "lon": 120.5388344,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區中山路２４３號１樓",
    "lat": 24.22544001,
    "lon": 120.64896,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區臺灣大道八段960、962號1樓",
    "lat": 24.13835307,
    "lon": 120.6408677,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區鎮南路二段291、293、295、297號1樓",
    "lat": 24.34333998,
    "lon": 120.62556,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區大雅村學府路３２８號１樓",
    "lat": 24.12503001,
    "lon": 120.67491,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區南屯路二段501、503號1樓",
    "lat": 24.22468971,
    "lon": 120.5685185,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路二段77之8、77之9、77之10號1樓",
    "lat": 24.15342999,
    "lon": 120.64952,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區學府路2號1樓",
    "lat": 24.16345998,
    "lon": 120.66217,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區大墩路717-5號1樓",
    "lat": 24.13330998,
    "lon": 120.71615,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明路一段２５５號１樓楓樹里中和巷１號１樓",
    "lat": 24.17126002,
    "lon": 120.68135,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區北平路三段七十五–４、七十五–５號１樓",
    "lat": 24.17246001,
    "lon": 120.69451,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區新平路1段221號1樓",
    "lat": 24.25134001,
    "lon": 120.72766,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區興安路一段２６４．２６６號１樓",
    "lat": 24.18032001,
    "lon": 120.58732,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區新興路四十九巷２號１樓",
    "lat": 24.18183999,
    "lon": 120.58468,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區向陽路276號1樓",
    "lat": 24.34693,
    "lon": 120.61695,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區新興路９號１樓",
    "lat": 24.17794999,
    "lon": 120.64232,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區經國路３３１號．３２９號１樓",
    "lat": 24.14231999,
    "lon": 120.66834,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西平里逢甲路１６２–５號１樓",
    "lat": 24.15372,
    "lon": 120.67744,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區五權路2–12．2–13號1樓",
    "lat": 24.22981149,
    "lon": 120.7102494,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區中清路一段102號1樓",
    "lat": 24.06837999,
    "lon": 120.69932,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區祥和路169、171號1樓",
    "lat": 24.14264,
    "lon": 120.65257,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中正路１０７０號１樓",
    "lat": 24.24268882,
    "lon": 120.5613781,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大同里東興路二段１０４號１樓",
    "lat": 24.09723,
    "lon": 120.67841,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區成功東街1、3號1樓",
    "lat": 24.17143861,
    "lon": 120.675208,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區賴興里十四鄰北平路二段九十六號１樓",
    "lat": 24.23794019,
    "lon": 120.7106475,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大里路２９５號１樓",
    "lat": 24.16022734,
    "lon": 120.6943373,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中山路５８１、５８３號１樓",
    "lat": 24.12262,
    "lon": 120.56717,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化路581、583號1樓",
    "lat": 24.13506,
    "lon": 120.68396,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區沙田路一段３８６號１樓",
    "lat": 24.1426505,
    "lon": 120.646895,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區復興路四段４號１樓",
    "lat": 24.2600477,
    "lon": 120.7196682,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大墩六街282、284號1樓",
    "lat": 24.16307278,
    "lon": 120.6932153,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區北屯路八十四、八十六號１樓",
    "lat": 24.25221001,
    "lon": 120.72946,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三豐路５２９號１樓",
    "lat": 24.20571999,
    "lon": 120.79381,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區北陽路2號1樓",
    "lat": 24.11781,
    "lon": 120.62733,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區國際街155、157、159號１樓",
    "lat": 24.21556998,
    "lon": 120.70587,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區潭子街三段１１８號１樓",
    "lat": 24.23455001,
    "lon": 120.55855,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區東山路一段２１９之十五號１樓",
    "lat": 24.16908998,
    "lon": 120.66031,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區沙田路１０１號１樓",
    "lat": 24.18816247,
    "lon": 120.5963619,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區寧夏路２３２號１樓",
    "lat": 24.15913002,
    "lon": 120.66126,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區忠明路五十六號１樓",
    "lat": 24.14108998,
    "lon": 120.71467,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區中山路4段112、112-1、112-2號1樓",
    "lat": 24.17326863,
    "lon": 120.7135511,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區忠明南路410號1樓 / 五權七街200、202號1樓",
    "lat": 24.14832902,
    "lon": 120.7049593,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區新平路2段221號1樓",
    "lat": 24.14963999,
    "lon": 120.65011,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區公館路１３６．１３８號１樓",
    "lat": 24.13450001,
    "lon": 120.66964,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大墩路572號1樓",
    "lat": 24.16064002,
    "lon": 120.69745,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區天祥街100號1樓；國強街142號1樓",
    "lat": 24.13747001,
    "lon": 120.68349,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區第五橫街28號1樓/三民街165號1樓",
    "lat": 24.13525002,
    "lon": 120.65708,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區中山路2號1樓",
    "lat": 24.13051998,
    "lon": 120.70466,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區十甲東路217號1樓",
    "lat": 24.02409001,
    "lon": 120.69672,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中正路１４６–二十號１樓",
    "lat": 24.25982002,
    "lon": 120.53299,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區美村路二段79、81號1樓",
    "lat": 24.25746001,
    "lon": 120.82968,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區大智路二段３８５號１樓",
    "lat": 24.12890131,
    "lon": 120.6621873,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區學府路51、53號1樓",
    "lat": 24.08554001,
    "lon": 120.70207,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區瑞城一街1號1樓",
    "lat": 24.22096178,
    "lon": 120.6500297,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區社南村十二鄰中山路473號1樓",
    "lat": 24.14679999,
    "lon": 120.636,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明路二段193號",
    "lat": 24.22682998,
    "lon": 120.5758,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區臺灣大道七段259號1樓",
    "lat": 24.16691999,
    "lon": 120.6809,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區青海路二段二六二號一樓",
    "lat": 24.24646002,
    "lon": 120.6868,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區漢口路四段２２０號１樓",
    "lat": 24.17263,
    "lon": 120.64288,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大肚區９鄰遊園路二段２６７號１樓",
    "lat": 24.17473,
    "lon": 120.58119,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區新北里尊賢街二十號１樓",
    "lat": 24.14832,
    "lon": 120.6859,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西平里十五鄰華夏巷東２弄二十一號１樓",
    "lat": 24.13983002,
    "lon": 120.65009,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區五權西路二段１８５號１樓",
    "lat": 24.19513,
    "lon": 120.70234,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區中山路1段17號1樓",
    "lat": 24.09906999,
    "lon": 120.702,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區學府路145號1樓及147巷1、3、5、7號1樓",
    "lat": 24.12962999,
    "lon": 120.68254,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區善化路155號",
    "lat": 24.10260308,
    "lon": 120.6784898,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區忠孝路166號",
    "lat": 24.24472999,
    "lon": 120.5463,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區愛心路43號",
    "lat": 24.18070001,
    "lon": 120.64486,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區光華路171號1樓、鎮南路二段535號1樓",
    "lat": 24.11406082,
    "lon": 120.6155714,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區文匯街66號1樓",
    "lat": 24.31080999,
    "lon": 120.71022,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區站區二路181、183號",
    "lat": 24.13612002,
    "lon": 120.7157,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區甲后路一段955號",
    "lat": 24.18260999,
    "lon": 120.59002,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區臺灣大道五段３巷62弄81號",
    "lat": 24.23332,
    "lon": 120.56223,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區祥順路1段46號",
    "lat": 24.17643002,
    "lon": 120.58806,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區工業區三十八路135號",
    "lat": 24.25111998,
    "lon": 120.52937,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區八德路1號1樓",
    "lat": 24.23838549,
    "lon": 120.5494149,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區文化路一段88-1號1樓",
    "lat": 24.14643998,
    "lon": 120.66911,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區中華路一段982號1樓",
    "lat": 24.26116484,
    "lon": 120.5316559,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區向上路一段15號1樓",
    "lat": 24.18485001,
    "lon": 120.62133,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區永福路136號1樓",
    "lat": 24.23181,
    "lon": 120.66001,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區民族路三段131、131之1號1樓",
    "lat": 24.14125644,
    "lon": 120.7128173,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區光明路55之26、55之27號1樓",
    "lat": 24.17599998,
    "lon": 120.63793,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區民生路三段159號1樓",
    "lat": 24.21684001,
    "lon": 120.70744,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區溪洲西路98號",
    "lat": 24.26967001,
    "lon": 120.5392,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區人和路39號1樓",
    "lat": 24.17858999,
    "lon": 120.53082,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區茄投路66-2號1樓",
    "lat": 24.31815002,
    "lon": 120.72418,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區三豐路四段369號1樓",
    "lat": 24.12913436,
    "lon": 120.6739384,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區成都路221、223號1樓",
    "lat": 24.23967998,
    "lon": 120.52971,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區自強一街76號1樓",
    "lat": 24.13207853,
    "lon": 120.6500415,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區大墩南路332、336號",
    "lat": 24.26709002,
    "lon": 120.68069,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區中清路二段1187號1、2樓",
    "lat": 24.27640998,
    "lon": 120.77679,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區豐洲路1556號1樓",
    "lat": 24.16930054,
    "lon": 120.6647926,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市石岡區豐勢路1111號1樓",
    "lat": 24.15703262,
    "lon": 120.7155509,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區育才路446、448、450號",
    "lat": 24.19243999,
    "lon": 120.65983,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市梧棲區永興路一段588巷28號1樓",
    "lat": 24.22548127,
    "lon": 120.5358924,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區南興路1052、1056號1樓",
    "lat": 24.1412,
    "lon": 120.63337,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春東七路629號1樓",
    "lat": 24.19215642,
    "lon": 120.7057735,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區武陵里興安路263號1樓",
    "lat": 24.16015999,
    "lon": 120.72167,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區樹孝路666號",
    "lat": 24.10582267,
    "lon": 120.6091294,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區三榮路一段111號",
    "lat": 24.10988001,
    "lon": 120.63702,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區中山路三段180號1樓",
    "lat": 24.34714,
    "lon": 120.60543,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區保安十街5、7號",
    "lat": 24.14690234,
    "lon": 120.6076191,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區興祥街189號",
    "lat": 24.16824999,
    "lon": 120.64596,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區智惠街52號1樓",
    "lat": 24.10826,
    "lon": 120.60866,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區新仁路一段71-2、71-3號",
    "lat": 24.11162001,
    "lon": 120.70749,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區成功路35、37號、綠川東街84號1樓",
    "lat": 24.2250863,
    "lon": 120.6466288,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區中清東路240號1樓",
    "lat": 24.21006828,
    "lon": 120.6816571,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區大富路一段7號1、2樓",
    "lat": 24.16019907,
    "lon": 120.6564479,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區漢口路一段22、24號1樓",
    "lat": 24.13432883,
    "lon": 120.6866197,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區立德街47、49、51、53號",
    "lat": 24.26003295,
    "lon": 120.7153953,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐北街325、327、329號1樓",
    "lat": 24.16374783,
    "lon": 120.7276469,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區昌平路一段17、17-1、17-2號1樓",
    "lat": 24.13898001,
    "lon": 120.68468,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區祥順路二段93、95號",
    "lat": 24.12731649,
    "lon": 120.6988038,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春北路53號1樓",
    "lat": 24.14014002,
    "lon": 120.61209,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區東門路121、123號",
    "lat": 24.16732999,
    "lon": 120.66128,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區中正路815號1樓",
    "lat": 24.16615109,
    "lon": 120.69425,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區寧夏路170號1樓",
    "lat": 24.22389448,
    "lon": 120.5793851,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市沙鹿區晉文路45、47號1樓",
    "lat": 24.06235998,
    "lon": 120.6982,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區育賢路321、323號1樓",
    "lat": 24.25096001,
    "lon": 120.737,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區福田三街156號1樓",
    "lat": 24.15901073,
    "lon": 120.7147712,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區大墩十九街186號1樓",
    "lat": 24.11109999,
    "lon": 120.65608,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區北陽路288號",
    "lat": 24.15986,
    "lon": 120.64983,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區順天里11鄰蔣公路170號1樓",
    "lat": 24.30884549,
    "lon": 120.7177929,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區成功路231巷2號",
    "lat": 24.25308,
    "lon": 120.70943,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區圓環西路92號1樓",
    "lat": 24.15913002,
    "lon": 120.64007,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區市政路396號",
    "lat": 24.12506999,
    "lon": 120.65869,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區逢大路13號1樓",
    "lat": 24.17642,
    "lon": 120.65023,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區建國南路一段264號",
    "lat": 24.38333,
    "lon": 120.65213,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區經國路2076號1樓",
    "lat": 24.34665,
    "lon": 120.62139,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區東平路422、430號1樓",
    "lat": 24.09675001,
    "lon": 120.66621,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區大里路510號",
    "lat": 24.24223,
    "lon": 120.71849,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區民生路一段100號1樓",
    "lat": 24.13406748,
    "lon": 120.725388,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐科路53號",
    "lat": 24.22634002,
    "lon": 120.64813,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松義街132、136號1樓及夾層",
    "lat": 24.26389999,
    "lon": 120.6998,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區豐洲路656號1樓",
    "lat": 24.18387199,
    "lon": 120.6983669,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區民權路217巷17號、民生北路100號1樓",
    "lat": 24.15170998,
    "lon": 120.67247,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區西屯路二段260之18號1樓",
    "lat": 24.20540001,
    "lon": 120.60352,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區梅川西路二段33號",
    "lat": 24.17233001,
    "lon": 120.64584,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區科園三路1號1樓之1",
    "lat": 24.18671,
    "lon": 120.69828,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區台灣大道三段182號1、2樓",
    "lat": 24.16481002,
    "lon": 120.64634,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區松山街148號1樓和地下層",
    "lat": 24.2455,
    "lon": 120.70103,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區建德街174、176、178、180號",
    "lat": 24.16701001,
    "lon": 120.66923,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區社皮路78號1樓",
    "lat": 24.12956277,
    "lon": 120.6919562,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區漢口路3段101號",
    "lat": 24.13401,
    "lon": 120.71128,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區東平路773號1樓",
    "lat": 24.14784273,
    "lon": 120.6682529,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區祥興路551號1樓",
    "lat": 24.31561265,
    "lon": 120.7272257,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區霧工一路58、 60號1樓",
    "lat": 24.11757733,
    "lon": 120.6809973,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區后科南路88號1樓",
    "lat": 24.06192129,
    "lon": 120.6793591,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路131、133號",
    "lat": 24.25172063,
    "lon": 120.7201597,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區好來二街２號１樓",
    "lat": 24.10993998,
    "lon": 120.69902,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中山里10鄰信義街77號、復興路75號",
    "lat": 24.22803002,
    "lon": 120.65161,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺南市南區建南里中華南路二段一一一號一樓",
    "lat": 24.14006999,
    "lon": 120.6804,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中縣太平鄉中山路一段２１７號１樓",
    "lat": 24.10942998,
    "lon": 120.64448,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大雅區民生路一段２３７號",
    "lat": 24.26017998,
    "lon": 120.82704,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區重慶里中山路１２７號１樓",
    "lat": 22.96163999,
    "lon": 120.19271,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市清水區鰲峰路二十二號１樓",
    "lat": 24.26843774,
    "lon": 120.5652498,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區豐勢路５７２號",
    "lat": 24.25277,
    "lon": 120.82975,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東勢區豐勢路２６３號",
    "lat": 24.25044777,
    "lon": 120.7186922,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市石岡區豐勢路５–１號",
    "lat": 24.26005002,
    "lon": 120.81658,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區永春東路６７０、６７２號１樓",
    "lat": 24.34525999,
    "lon": 120.62292,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區順天路１５４號１樓",
    "lat": 24.12856,
    "lon": 120.70833,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區臺中港路三段六十四．六十六號１樓",
    "lat": 24.13484081,
    "lon": 120.6439014,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區太平路八三六號一樓",
    "lat": 24.17918468,
    "lon": 120.6282317,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區黎明路二段504、506、506-1號1樓",
    "lat": 24.17558998,
    "lon": 120.69018,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區大連路二段２８３號",
    "lat": 24.30693811,
    "lon": 120.7121633,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區民生路226、228號1樓",
    "lat": 24.16494002,
    "lon": 120.6848,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區文武里十九鄰中山路一段１０８５號",
    "lat": 24.16918,
    "lon": 120.6871,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區崇德路一段５１７號",
    "lat": 24.35109002,
    "lon": 120.62744,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區天津路四段68號1樓",
    "lat": 24.14288121,
    "lon": 120.6943618,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市東區進化路五十五、五十七號１樓",
    "lat": 24.15356322,
    "lon": 120.6349126,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區向上南路１６８、１７０號１樓",
    "lat": 24.14448,
    "lon": 120.67574,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區田心里４鄰圓環東路１５２號１樓",
    "lat": 24.19360001,
    "lon": 120.68669,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區進化北路148號1樓、榮華街121號1樓",
    "lat": 24.06333999,
    "lon": 120.69675,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區崇德路三段６０８號",
    "lat": 24.11710999,
    "lon": 120.66663,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區工學路十六號、美村南路１３７號",
    "lat": 24.24313999,
    "lon": 120.71835,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區樹仁路五十六號１樓",
    "lat": 24.14257002,
    "lon": 120.67111,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區民生路１５５號１樓",
    "lat": 24.15388999,
    "lon": 120.69903,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區平心里熱河路二段217號1樓",
    "lat": 24.17381,
    "lon": 120.68782,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區南平路１２３、１２５號、新和街１６５號１樓",
    "lat": 24.16322001,
    "lon": 120.68675,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區東光路３４０號１樓",
    "lat": 24.14658,
    "lon": 120.65272,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區公正里東興路三段五十七號１樓",
    "lat": 24.13828983,
    "lon": 120.6856926,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區明德里漢口路三段１７２、１７４號１樓",
    "lat": 24.1668478,
    "lon": 120.6719225,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區建國路２０２號、成功路９、９–１號１樓",
    "lat": 24.25047998,
    "lon": 120.71083,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區公益路３４５–１、３４７號１樓",
    "lat": 24.15067,
    "lon": 120.65499,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路499號1樓",
    "lat": 24.06407999,
    "lon": 120.6969,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市霧峰區樹仁路二十六號１樓",
    "lat": 24.12169918,
    "lon": 120.6652846,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區樹義里大慶街二段５–２號１樓",
    "lat": 24.381,
    "lon": 120.65501,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區永福路40巷5、7號及永福路60號1樓之1",
    "lat": 24.11421002,
    "lon": 120.65261,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大甲區通天路１６８號１樓",
    "lat": 24.12153999,
    "lon": 120.73432,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區光興路1632號1樓",
    "lat": 24.30894651,
    "lon": 120.7246291,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區三光里５鄰太原路三段３６９、３７１、３７３號",
    "lat": 24.16495733,
    "lon": 120.6973758,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區甲后路一段349、351號1樓",
    "lat": 24.21605999,
    "lon": 120.70088,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市潭子區雅潭路一段167號1樓、勝利路428號1樓",
    "lat": 24.17538001,
    "lon": 120.69452,
    "category": "seven"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區光復里公園路二十一號、二十一號之一、一樓",
    "lat": 24.14664999,
    "lon": 120.68583,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平興里興安路二段三號一樓",
    "lat": 24.15014998,
    "lon": 120.6615,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區中興里美村路一段１６６號１樓",
    "lat": 24.15897001,
    "lon": 120.67551,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區武順里雙十路一段八十九號１樓",
    "lat": 24.14257002,
    "lon": 120.63789,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區南屯里五權西路二段七二０號一樓",
    "lat": 24.15890999,
    "lon": 120.68262,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區忠明里健行路一０三七號一樓",
    "lat": 24.14335384,
    "lon": 120.6831114,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區邱厝里健行路三七五號一樓",
    "lat": 24.1379,
    "lon": 120.68554,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區文山里忠勇路七十之八號一樓",
    "lat": 24.14934,
    "lon": 120.61577,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴厝里漢口路四段五十六號，五十八號，六十號一樓",
    "lat": 24.16626222,
    "lon": 120.6752321,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區建國里建國路一八四號一樓",
    "lat": 24.18261783,
    "lon": 120.6202035,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區大德里中清路七十二號１樓",
    "lat": 24.17930107,
    "lon": 120.6688001,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區松勇里松竹北路一四八號、一五０號一樓",
    "lat": 24.16046999,
    "lon": 120.69165,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區金龍里北屯路四十五號一樓",
    "lat": 24.25175998,
    "lon": 120.71707,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區柳岸里中正路２４５號１樓",
    "lat": 24.18534613,
    "lon": 120.6984819,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大同里東興路二段二八一號，二八三號一樓",
    "lat": 24.1336,
    "lon": 120.67019,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區三民里三民路一段１１７號，１１９號１樓",
    "lat": 24.14394,
    "lon": 120.65283,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區繼光里雙十路一段三十五號１樓",
    "lat": 24.14169,
    "lon": 120.68553,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區忠明里中美街四六一號一樓",
    "lat": 24.15480999,
    "lon": 120.66076,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平興里大連路三段一三七號一樓",
    "lat": 24.14108001,
    "lon": 120.68344,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區東光里北屯路二八八號、二八八之一號一樓",
    "lat": 24.17473,
    "lon": 120.69443,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區自由里自由路二段68號1樓",
    "lat": 24.1476,
    "lon": 120.61588,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區文山里文山八街六十六號一樓",
    "lat": 24.16309277,
    "lon": 120.6788329,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區繼光里成功路一０六號，一０八號一樓",
    "lat": 24.25162,
    "lon": 120.71933,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中山里中正路十六號一樓",
    "lat": 24.18214999,
    "lon": 120.64481,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西平里逢甲路七十一號，七十三號，七十五巷一號一樓",
    "lat": 24.17837998,
    "lon": 120.64472,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區田心里文心路一段七十一號，五權西路二段三六０號一",
    "lat": 24.14018,
    "lon": 120.64642,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西平里福星路二三０號一樓",
    "lat": 24.18469345,
    "lon": 120.625729,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區樹德里大慶街二段十五之三號一樓",
    "lat": 24.11492001,
    "lon": 120.65138,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福安里西屯路３段１７９號１樓",
    "lat": 24.17237487,
    "lon": 120.6984851,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區南和里工學北路六十七號、六十九號一樓",
    "lat": 24.18439999,
    "lon": 120.66567,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區陳平里陳平路一三一號一樓",
    "lat": 24.11718002,
    "lon": 120.66813,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中華里中華路一段一八五之十五號、一八五之十六號、一",
    "lat": 24.15289626,
    "lon": 120.6634076,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區南和里南和路一九七號一樓",
    "lat": 24.11853653,
    "lon": 120.6608216,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區忠明里臺中港路一段三０八號，三一０號一樓",
    "lat": 24.13694002,
    "lon": 120.684,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區逢甲里河南路二段三二五號一樓",
    "lat": 24.17282001,
    "lon": 120.64634,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中山里建國路一一三號一樓",
    "lat": 24.15259914,
    "lon": 120.6634809,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區後龍里台中港路一段十七號一樓",
    "lat": 24.15710001,
    "lon": 120.68731,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區新榮里學府路一七六號、一七八號一樓",
    "lat": 24.171307,
    "lon": 120.6937968,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區樹德里德富路七十二號、七十六號一樓",
    "lat": 24.14318273,
    "lon": 120.6549431,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區金龍里金龍街六十二號一樓",
    "lat": 24.12037597,
    "lon": 120.6538796,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平田里文心路四段八０九號一樓",
    "lat": 24.14658,
    "lon": 120.66335,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公正里精誠路１２８號２樓",
    "lat": 24.10456001,
    "lon": 120.63909,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區向上路1段95號",
    "lat": 24.12948057,
    "lon": 120.6739018,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區信義街157號",
    "lat": 24.14083999,
    "lon": 120.64966,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大墩路161號",
    "lat": 24.14604,
    "lon": 120.64345,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區惠文路499號",
    "lat": 24.10857,
    "lon": 120.59717,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區五義街132號、134號1樓",
    "lat": 24.15446183,
    "lon": 120.6816184,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區梅亭東街62號、66號1樓",
    "lat": 24.15989118,
    "lon": 120.6927712,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區三榮路2段352號",
    "lat": 24.17681001,
    "lon": 120.72268,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區豐年里大源十八街1號、台中市太平區豐年里大源二十街2號",
    "lat": 24.18461,
    "lon": 120.62115,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區和平里和順路400號",
    "lat": 24.14436593,
    "lon": 120.6909906,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三和里公益路2段631號及永春東七路898號",
    "lat": 24.11674001,
    "lon": 120.66397,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福雅里永福路122號1樓",
    "lat": 24.15071002,
    "lon": 120.63357,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區富台里富台東街72、76號1樓",
    "lat": 24.14903748,
    "lon": 120.6749013,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區永興里工學二街95號1樓",
    "lat": 24.20980998,
    "lon": 120.70326,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區和龍里五權路205號、205-1號",
    "lat": 24.23089001,
    "lon": 120.51431,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市潭子區甘蔗里興華一路261號",
    "lat": 24.27637,
    "lon": 120.77698,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市梧棲區草湳里臨港路3段9號",
    "lat": 24.17322,
    "lon": 120.66406,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市石岡區萬安里豐勢路1103號",
    "lat": 24.13594999,
    "lon": 120.68608,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區大鵬里成都路368號",
    "lat": 24.14310998,
    "lon": 120.68903,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區新庄里復興路4段147號",
    "lat": 24.18266411,
    "lon": 120.646366,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區富仁里自由路3段95號",
    "lat": 24.15555521,
    "lon": 120.6481947,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區溝墘里大墩十七街119號、121號1樓",
    "lat": 24.14646999,
    "lon": 120.67988,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區逢福里文華路105之10號",
    "lat": 24.21668,
    "lon": 120.56895,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區大誠里公園路42號",
    "lat": 24.14190634,
    "lon": 120.7246353,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區南勢里南斗路29號",
    "lat": 24.17737,
    "lon": 120.61421,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福恩里工業區一路70號",
    "lat": 24.0912328,
    "lon": 120.703328,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區錦平里五權路356號1樓",
    "lat": 24.14618002,
    "lon": 120.67736,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市梧棲區頂寮里八德路1段2號、大仁路2段398號",
    "lat": 24.13719567,
    "lon": 120.6616373,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區瑞城里成功路547號",
    "lat": 24.15240002,
    "lon": 120.68083,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區吉龍里美村路1段610號、612號",
    "lat": 24.1536006,
    "lon": 120.7016851,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區新福里旱溪西路2段187號、188號",
    "lat": 24.20983999,
    "lon": 120.58035,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區和平里東山路1段380之22號、之23號",
    "lat": 24.26413074,
    "lon": 120.5332323,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區埔子里正英路399號",
    "lat": 24.14477002,
    "lon": 120.62828,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區新生里向上路3段335號",
    "lat": 24.17080002,
    "lon": 120.63632,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區田心里文心路一段九十三號一樓",
    "lat": 24.14082,
    "lon": 120.64646,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區黎明路二段九七一號一樓",
    "lat": 24.14977384,
    "lon": 120.6779195,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區大湖里公園路一四六號一樓",
    "lat": 24.15060001,
    "lon": 120.65149,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大業里公益路二段三十九號一樓",
    "lat": 24.15706033,
    "lon": 120.7015861,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區港尾里中康街一四一號、一四三號一樓",
    "lat": 24.11055999,
    "lon": 120.65068,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區建成里東成路二十號、二十二號一樓",
    "lat": 24.19748008,
    "lon": 120.6599996,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區文莊里文化街十三號、十五號、十七號一樓",
    "lat": 24.17668998,
    "lon": 120.72891,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區樹義里樹義五巷九十六號一樓",
    "lat": 24.17991999,
    "lon": 120.66689,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區中清路二段409號、411號及415巷1號",
    "lat": 24.17484998,
    "lon": 120.63945,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三和里河南路４段４４８號、大墩十二街６３１號１樓",
    "lat": 24.16945762,
    "lon": 120.6350053,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區朝馬路139號、141號、143號",
    "lat": 24.12219998,
    "lon": 120.66172,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西安里逢甲路２６２號１樓",
    "lat": 24.15214371,
    "lon": 120.6753226,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區福順里忠明南路８２１號１樓",
    "lat": 24.15016,
    "lon": 120.63722,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大墩十一街288號、290號1樓",
    "lat": 24.14889412,
    "lon": 120.647923,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福和里台中港路３段８９之５號１樓",
    "lat": 24.16306276,
    "lon": 120.6811138,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區松強里興安路２段４６１巷２號、４６３號１樓",
    "lat": 24.14670506,
    "lon": 120.6113039,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區頂厝里進化北路３２５號、３２７號１樓",
    "lat": 24.13320001,
    "lon": 120.64118,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區文山里嶺東路７５０號、７５２號１樓",
    "lat": 24.15341,
    "lon": 120.64857,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區豐樂里永春東一路７１９號１樓",
    "lat": 24.18436691,
    "lon": 120.695001,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區南屯里河南路4段692號1樓",
    "lat": 24.14487999,
    "lon": 120.63895,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區溝墘里大業路271號1樓",
    "lat": 24.1717385,
    "lon": 120.6273384,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福瑞里福瑞街118號、120號1樓",
    "lat": 24.15938001,
    "lon": 120.66931,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區健行里健行路786號1樓",
    "lat": 24.11919973,
    "lon": 120.6804119,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區東信里旱溪東路1段300號、301號1樓",
    "lat": 24.18800263,
    "lon": 120.6063318,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區和平里忠明南路758號1樓",
    "lat": 24.16486001,
    "lon": 120.6602,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何德里甘肅路1段18號1樓",
    "lat": 24.17241001,
    "lon": 120.68793,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區惠來里文心路3段1號1樓",
    "lat": 24.13611044,
    "lon": 120.7009927,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區永安里西屯路3段166之25號1樓",
    "lat": 24.16307002,
    "lon": 120.64963,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平心里熱河路2段166號1樓",
    "lat": 24.17579999,
    "lon": 120.61758,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區同心里大墩路243號、大墩六街187號1樓",
    "lat": 24.13755867,
    "lon": 120.6834822,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區綠川里中山路19號、21號1樓",
    "lat": 24.18879999,
    "lon": 120.61688,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區中工三路214-1號、214-2號1樓",
    "lat": 24.14256776,
    "lon": 120.6480314,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區仁美里昌平東二路179號1樓",
    "lat": 24.18843001,
    "lon": 120.68736,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區春安里建功路107之38號、107之39號1樓",
    "lat": 24.14905,
    "lon": 120.66266,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區中興里向上路192號、194號1樓",
    "lat": 24.17323999,
    "lon": 120.67518,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴興里文心路4段190之8號1樓",
    "lat": 24.17643999,
    "lon": 120.58957,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福林里西屯路3段159之80號1樓",
    "lat": 24.13207853,
    "lon": 120.6500415,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區豐樂里大墩南路332號、336號1樓",
    "lat": 24.17016002,
    "lon": 120.66812,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區協和里工業區三十八路3號1樓",
    "lat": 24.18707,
    "lon": 120.61993,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區立人里陝西路63號1樓",
    "lat": 24.13563273,
    "lon": 120.6107173,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福和里中工三路151號1樓",
    "lat": 24.17750998,
    "lon": 120.61851,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西平里逢甲路20巷24號1樓",
    "lat": 24.17976999,
    "lon": 120.64582,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西平里文華路200號1樓",
    "lat": 24.18377001,
    "lon": 120.64643,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西安里西安街91號、烈美街171號",
    "lat": 24.15982999,
    "lon": 120.64951,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何成里大墩十九街188號1樓",
    "lat": 24.14031001,
    "lon": 120.65444,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區和平里東興路1段16號1樓",
    "lat": 24.11835001,
    "lon": 120.65787,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大誠里五權西路2段2號",
    "lat": 24.18168999,
    "lon": 120.64241,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區潮洋里朝富路18之5號1樓",
    "lat": 24.16824999,
    "lon": 120.63831,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區北屯里太原路3段141號1樓",
    "lat": 24.16509001,
    "lon": 120.69001,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福林里台中港路3段120之50號",
    "lat": 24.13857001,
    "lon": 120.69729,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區樂成里東光園路536號1樓",
    "lat": 24.16489999,
    "lon": 120.71174,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區水景里太原路3段849號",
    "lat": 24.14121999,
    "lon": 120.63636,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福雅里永福路136號1樓",
    "lat": 24.18170001,
    "lon": 120.64516,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區南屯路2段872號",
    "lat": 24.12437001,
    "lon": 120.66235,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區復興路2段99巷18號",
    "lat": 24.18485001,
    "lon": 120.62133,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福星路301號",
    "lat": 24.11078999,
    "lon": 120.65766,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區福田路15號1樓",
    "lat": 24.17711,
    "lon": 120.67477,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區大連路1段151號",
    "lat": 24.14894001,
    "lon": 120.66284,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區大墩十九街18號、20號、22號1樓",
    "lat": 24.17886055,
    "lon": 120.6280768,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區水景里東山路1段196-1號、196-2號",
    "lat": 24.12804369,
    "lon": 120.6744851,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公正路103號",
    "lat": 24.10487999,
    "lon": 120.6872,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區學府路123號、125號",
    "lat": 24.10699999,
    "lon": 120.60215,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區中華路1段1-59號、1-60號、1-61號、1-62號及民生路125號、127號、129號",
    "lat": 24.17215998,
    "lon": 120.71153,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區長榮里大里路65號",
    "lat": 24.15660836,
    "lon": 120.6552473,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區三和里高鐵路1段70號1樓",
    "lat": 24.15086001,
    "lon": 120.68554,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大業里大墩路514號1樓、大墩十一街186號1樓",
    "lat": 24.14124002,
    "lon": 120.67235,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市潭子區福仁里圓通南路143號及復興路1段237號、239號1樓",
    "lat": 24.12951011,
    "lon": 120.6993096,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區新北一中街129號",
    "lat": 24.14543998,
    "lon": 120.61468,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區東門里東門路118號、東福路72號",
    "lat": 24.20699591,
    "lon": 120.7068037,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區文山里忠勇路71-1號",
    "lat": 24.20556999,
    "lon": 120.62885,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區吉龍里五權五街141號、143號及139巷2號、4號1樓",
    "lat": 24.17491,
    "lon": 120.7234,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區和平里軍福十六路277號",
    "lat": 24.14891998,
    "lon": 120.65012,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區林厝里福雅路693號1樓",
    "lat": 24.26083056,
    "lon": 120.5540534,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市清水區南社里民和路2段197號、199號",
    "lat": 24.24679002,
    "lon": 120.73473,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區北陽里13鄰豐原大道4段293號",
    "lat": 24.24228886,
    "lon": 120.5624125,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區鹿寮里成功東街42、44、46號",
    "lat": 24.14907085,
    "lon": 120.6261225,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區逢福里福星路601號、601之1號及台中市西屯區慶和街1號",
    "lat": 24.13654347,
    "lon": 120.6594265,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區新生里龍富路4段2號1樓",
    "lat": 24.10986999,
    "lon": 120.59852,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區同榮里中清路2段1250巷176弄31號",
    "lat": 24.08869001,
    "lon": 120.70111,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區榮泉里健行路177號1樓",
    "lat": 24.19798001,
    "lon": 120.66136,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區新北里一中街253號、255號、257號1樓",
    "lat": 24.15719914,
    "lon": 120.6928405,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區金城里塗城路681號",
    "lat": 24.14843999,
    "lon": 120.68594,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區錦祥里育樂街37號、39號1樓",
    "lat": 24.17395999,
    "lon": 120.6349,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區育德里美德街184號、186號、188號",
    "lat": 24.15824041,
    "lon": 120.680335,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區新北里尊賢街22-3號1樓",
    "lat": 24.1526558,
    "lon": 120.7332841,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區潮洋里青海南街157號",
    "lat": 24.27379001,
    "lon": 120.55835,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市清水區秀水里中清路9段442號",
    "lat": 24.17261,
    "lon": 120.67979,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區光明里大興路127號",
    "lat": 24.15876,
    "lon": 120.71507,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平德里文心路四段268號",
    "lat": 24.35316999,
    "lon": 120.62187,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區新高里育賢路348號",
    "lat": 24.15413407,
    "lon": 120.6869704,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大雅區雅楓里神林南路98號、98之1號",
    "lat": 24.23952001,
    "lon": 120.54955,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大甲區文武里信義路308號",
    "lat": 24.22712154,
    "lon": 120.655778,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區仁美里豐樂路7-5號、7-6號",
    "lat": 24.11948001,
    "lon": 120.65168,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市梧棲區大村里中華路1段1001號",
    "lat": 24.19367,
    "lon": 120.68497,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區樹德里文心南路548號",
    "lat": 24.15848,
    "lon": 120.72505,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區廍子里大順路103號",
    "lat": 24.13484002,
    "lon": 120.68695,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區新庄里和平街119-4號",
    "lat": 24.26094998,
    "lon": 120.5371,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區新生里五權西路2段1172號",
    "lat": 24.1487,
    "lon": 120.62631,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市梧棲區頂寮里四維路104號",
    "lat": 24.15593002,
    "lon": 120.6719,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區成功里永平南路1號、3號",
    "lat": 24.13028998,
    "lon": 120.72112,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區中達里英才路266號",
    "lat": 24.19131697,
    "lon": 120.5905091,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市龍井區東海里遊園北路443號、445號",
    "lat": 24.19171001,
    "lon": 120.61148,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區新興里一中街1號、1-1號1樓及地下1樓",
    "lat": 24.10194,
    "lon": 120.67978,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區永安里國安一路169號",
    "lat": 24.23122,
    "lon": 120.55443,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區興安里興安路53之3號",
    "lat": 24.30690926,
    "lon": 120.7192394,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區新里里愛心路75號",
    "lat": 24.14205,
    "lon": 120.67057,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市后里區厚里里文明路102號、106號",
    "lat": 24.15938001,
    "lon": 120.64019,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區惠來里市政路392號1樓",
    "lat": 24.16688998,
    "lon": 120.727,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公民里五廊街6號",
    "lat": 24.14629545,
    "lon": 120.6836776,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區水湳里文心路3段981號、983號及大連西路71號",
    "lat": 24.17115,
    "lon": 120.68745,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區廍子里景賢路106號1、2樓",
    "lat": 24.14441001,
    "lon": 120.70452,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區十甲路262號1樓",
    "lat": 24.11669001,
    "lon": 120.6655,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區熱河路2段119號",
    "lat": 24.14592419,
    "lon": 120.6775752,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區華美街149之1號、157號、159號1樓",
    "lat": 24.13845002,
    "lon": 120.70362,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區工學路61號、工學一街153號",
    "lat": 24.1752602,
    "lon": 120.6464672,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中華路1段150號、152號",
    "lat": 24.17387999,
    "lon": 120.66911,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區樂業路342號1樓",
    "lat": 24.14533999,
    "lon": 120.65872,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區上安路136號1樓",
    "lat": 24.14252999,
    "lon": 120.6837,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區公園路19-2號1樓",
    "lat": 24.13604001,
    "lon": 120.6514,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區大德街47號、49號1樓",
    "lat": 24.15677128,
    "lon": 120.6789113,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區南屯路2段159號",
    "lat": 24.16663002,
    "lon": 120.66931,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區漢口路3段88號1樓",
    "lat": 24.17151998,
    "lon": 120.63994,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區青海路1段23號、25號",
    "lat": 24.14891001,
    "lon": 120.63728,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大墩十一街642號",
    "lat": 24.11497,
    "lon": 120.65206,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區崇德二路1段257號、259號1樓",
    "lat": 24.15490998,
    "lon": 120.66144,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區大慶街2段8號",
    "lat": 24.16366399,
    "lon": 120.6564059,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區美村路1段22號",
    "lat": 24.12869998,
    "lon": 120.68033,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西屯路2段126-13號、126-15號",
    "lat": 24.15641001,
    "lon": 120.66513,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區忠孝路102號",
    "lat": 24.18425308,
    "lon": 120.6983852,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區松義街160號、162號",
    "lat": 24.17666846,
    "lon": 120.69149,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區博館路117號",
    "lat": 24.12439001,
    "lon": 120.65871,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區寶慶街42之1號1樓、台中市西屯區寶慶街46號1樓、台中市西屯區寶慶街48號1樓",
    "lat": 24.16691002,
    "lon": 120.65146,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區進化北路365號1樓之2、3、5、6",
    "lat": 24.17075999,
    "lon": 120.63785,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區忠明南路730巷23號1樓",
    "lat": 24.18285998,
    "lon": 120.61703,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道三段660號",
    "lat": 24.16284999,
    "lon": 120.67932,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道四段966號",
    "lat": 24.17179744,
    "lon": 120.6942225,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區昌平路2段3之23號1樓",
    "lat": 24.14110106,
    "lon": 120.6831399,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區興安路1段233、235號",
    "lat": 24.17780094,
    "lon": 120.6904994,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區自由路2段103號、105號1樓",
    "lat": 24.17522,
    "lon": 120.66627,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區中清西二街79號1樓",
    "lat": 24.16686999,
    "lon": 120.68285,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區三民路1段42號、46號、48號",
    "lat": 24.17161,
    "lon": 120.61276,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區漢口路4段284之1號",
    "lat": 24.25332428,
    "lon": 120.7178842,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福聯街23號、25號、27號",
    "lat": 24.18522736,
    "lon": 120.6076654,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區工業區一路98-130號",
    "lat": 24.11320453,
    "lon": 120.6591969,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區松竹路2段366-1號",
    "lat": 24.18497,
    "lon": 120.63967,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區高工路92號、96號",
    "lat": 24.18237002,
    "lon": 120.68995,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區漢翔路295號1樓",
    "lat": 24.1541,
    "lon": 120.54419,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福瑞街92號、96號、98號",
    "lat": 24.20788998,
    "lon": 120.70164,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區學府路168巷2號、6號",
    "lat": 24.12920769,
    "lon": 120.6741174,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大肚區沙田路2段771號",
    "lat": 24.18754435,
    "lon": 120.6063061,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市潭子區勝利路58號1樓",
    "lat": 24.07310998,
    "lon": 120.64297,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市潭子區雅豐街321、323、325號1樓",
    "lat": 24.22436799,
    "lon": 120.6946449,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區溪南路1段659號",
    "lat": 24.24651002,
    "lon": 120.71143,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區圓環南路76號、中興路240-1號",
    "lat": 24.11576755,
    "lon": 120.6812441,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區建國北路1段250號、251號、崇倫街207號",
    "lat": 24.15191999,
    "lon": 120.61614,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區東興路2段36號、38號1樓",
    "lat": 24.18009001,
    "lon": 120.74103,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區忠勇路76之3號、76之5號",
    "lat": 24.1253499,
    "lon": 120.657735,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區東山路2段51-11、51-12號",
    "lat": 24.22931999,
    "lon": 120.57375,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區北勢東路646號",
    "lat": 24.10302998,
    "lon": 120.62419,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區四川路67、69、71號",
    "lat": 24.1457342,
    "lon": 120.6804119,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區公園路306號",
    "lat": 24.16216597,
    "lon": 120.6545163,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區公園路81、83號",
    "lat": 24.22091001,
    "lon": 120.65022,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區豐陽路109、111、113號",
    "lat": 24.25376889,
    "lon": 120.7244687,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大雅區學府路176-3號",
    "lat": 24.18116998,
    "lon": 120.58739,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市龍井區新興路49巷2號",
    "lat": 24.17704998,
    "lon": 120.68816,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區熱河路3段57號1樓",
    "lat": 24.16813707,
    "lon": 120.7333929,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區廍子路351、353號",
    "lat": 24.15242999,
    "lon": 120.71735,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區樹孝路109號",
    "lat": 24.17164001,
    "lon": 120.67243,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平和里山西路2段222號1樓",
    "lat": 24.17134138,
    "lon": 120.6500732,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴旺里北平路2段8號",
    "lat": 24.17404,
    "lon": 120.67638,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區大明路512號1樓、516號1樓、2樓",
    "lat": 24.11398999,
    "lon": 120.68375,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區櫻花路127、129號",
    "lat": 24.11503002,
    "lon": 120.67416,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區益民路2段35號1樓",
    "lat": 24.17148,
    "lon": 120.68355,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區河北路2段98號",
    "lat": 24.11114002,
    "lon": 120.68396,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區太原路3段152、154號",
    "lat": 24.13898001,
    "lon": 120.67903,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區益民路2段280",
    "lat": 24.16494274,
    "lon": 120.6902201,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區民權路86號",
    "lat": 24.17159999,
    "lon": 120.64733,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大甲區蔣公路173號",
    "lat": 24.3465,
    "lon": 120.62111,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區明德里太原路1段450-1號",
    "lat": 24.11278396,
    "lon": 120.6860932,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區西榮路68、70號",
    "lat": 24.16476999,
    "lon": 120.66765,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區中平九街117、119、121號",
    "lat": 24.16595028,
    "lon": 120.7237982,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區建和路1段420、422號",
    "lat": 24.11869999,
    "lon": 120.69256,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴旺里青島路1段12號",
    "lat": 24.1712,
    "lon": 120.67475,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區日新路586號",
    "lat": 24.20017,
    "lon": 120.56293,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市龍井區龍社路439號",
    "lat": 24.24907999,
    "lon": 120.70189,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區中正路693號",
    "lat": 24.14343,
    "lon": 120.67548,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區民族路216號",
    "lat": 24.16568999,
    "lon": 120.63667,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區朝富路100號1樓",
    "lat": 24.12402105,
    "lon": 120.7202103,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西安里西屯路2段297之16號1樓",
    "lat": 24.16957001,
    "lon": 120.68142,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福和里安和路120之15號1樓",
    "lat": 24.19587,
    "lon": 120.56386,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平德里天津路3段72號",
    "lat": 24.12980002,
    "lon": 120.70569,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市龍井區龍泉里龍社路67號1樓",
    "lat": 24.16158998,
    "lon": 120.67531,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區振興里振興路44號1樓",
    "lat": 24.17655993,
    "lon": 120.6234927,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大雅區二和里雅環路1段191號、193號1樓",
    "lat": 24.12381002,
    "lon": 120.74984,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴村里中清路1段370號",
    "lat": 24.21919999,
    "lon": 120.6532403,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區鹿寮里中山路548之2號",
    "lat": 24.17822999,
    "lon": 120.64138,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區頭汴里長龍路2段1號",
    "lat": 24.24983001,
    "lon": 120.56592,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區東湖里公園街423號、423-1號",
    "lat": 24.23363001,
    "lon": 120.55752,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市清水區槺榔里港埠路3段205號、207號、209號",
    "lat": 24.08589394,
    "lon": 120.6929995,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區文山里保安十街166號、168號",
    "lat": 24.26712949,
    "lon": 120.543805,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區興安里大同街14-2號",
    "lat": 24.19266512,
    "lon": 120.5475649,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區逢甲里西屯路2段258之21號及258之22號",
    "lat": 24.14842254,
    "lon": 120.6085989,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市龍井區龍崗里沙田路4段670巷17號",
    "lat": 24.1457244,
    "lon": 120.6771981,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中華里中華路一段一０九號一樓",
    "lat": 24.15936999,
    "lon": 120.66972,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區健行里健行路七六八號一樓",
    "lat": 24.17768998,
    "lon": 120.64364,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區至善里至善路一０五號一樓",
    "lat": 24.13847001,
    "lon": 120.6808,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區公園里自由路二段一０七號一樓",
    "lat": 24.17904262,
    "lon": 120.6189849,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區大德里四平路三十五之六號一樓",
    "lat": 24.17862,
    "lon": 120.67042,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區中工三路75號、77號1樓",
    "lat": 24.15262,
    "lon": 120.63356,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區富台里臺中市東區富台里富台街六十二號一樓",
    "lat": 24.17198002,
    "lon": 120.64617,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區黎明路一段253號、255號及楓和路803號、832號1樓",
    "lat": 24.16176998,
    "lon": 120.65482,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區黎明里干城街二八五號一樓",
    "lat": 24.14451998,
    "lon": 120.69084,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何厝里四川路七十九號一樓",
    "lat": 24.11787766,
    "lon": 120.6274767,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區后庄里中清路一一二之一號一樓",
    "lat": 24.18877002,
    "lon": 120.66573,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區舊社里北屯路四三九之十六號一樓",
    "lat": 24.17866002,
    "lon": 120.70022,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三厝里河南路四段三二六號一樓",
    "lat": 24.13893998,
    "lon": 120.61309,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區溝墘里東興路三段一五七號一樓",
    "lat": 24.15337002,
    "lon": 120.63669,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區春社里永春路三十七號一樓",
    "lat": 24.14569001,
    "lon": 120.6707,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區安龍里民權路一八九號一樓",
    "lat": 24.15007002,
    "lon": 120.65288,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公館里三民路一段四十八之四號一樓",
    "lat": 24.1375736,
    "lon": 120.6849686,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區惠中路3段46號、48號、50號",
    "lat": 24.13549,
    "lon": 120.65218,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中山里建國路一七四號一樓",
    "lat": 24.13033001,
    "lon": 120.66751,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大興里東興路二段六十二號一樓",
    "lat": 24.14482001,
    "lon": 120.65606,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公德里向上南路一段一二九號一樓",
    "lat": 24.14872275,
    "lon": 120.6405973,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何德里漢口路二段八十七號一樓",
    "lat": 24.16463001,
    "lon": 120.66047,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大墩十一街370號、372號1樓",
    "lat": 24.15552002,
    "lon": 120.66589,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區錦平里三民路三段二一五號一樓",
    "lat": 24.14885856,
    "lon": 120.6439575,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區淡溝里館前路十五號一樓",
    "lat": 24.15382,
    "lon": 120.68558,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區積善里學府路五十一號，五十三號一樓",
    "lat": 24.12485263,
    "lon": 120.6751396,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三和里東光路八八六號一樓",
    "lat": 24.14318273,
    "lon": 120.6549187,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三厝里向上路二段四三三號一樓",
    "lat": 24.15038163,
    "lon": 120.6332804,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何南里精誠路十六號一樓",
    "lat": 24.14682002,
    "lon": 120.63745,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區西川里南屯路一段二七三號一樓",
    "lat": 24.13412999,
    "lon": 120.65631,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區三民里三民路一段一七二之五號一樓",
    "lat": 24.17564,
    "lon": 120.68735,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平福里崇德路二段二七六號一樓",
    "lat": 24.14241001,
    "lon": 120.64768,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區上德里青海路二段一五三號一樓",
    "lat": 24.15764998,
    "lon": 120.67977,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區同心里大墩六街二六一號一樓",
    "lat": 24.13770001,
    "lon": 120.67498,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區育德里育德路一０八號一樓",
    "lat": 24.16898001,
    "lon": 120.64665,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區福平里台中市南區永興里美村南路一五三號、一五五號一樓",
    "lat": 24.16606998,
    "lon": 120.68078,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區永興里美村南路一九一巷四十二號一樓",
    "lat": 24.16532872,
    "lon": 120.6622358,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何福里漢口路二段一二六號一樓",
    "lat": 24.18281182,
    "lon": 120.6994189,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴厝里綏遠路一段八號一樓",
    "lat": 24.11544002,
    "lon": 120.66581,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區松竹里松竹路二段七０九號一樓",
    "lat": 24.16335999,
    "lon": 120.64225,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區崇倫里忠明南路七二四號、七二六號一樓",
    "lat": 24.12613861,
    "lon": 120.6590752,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區惠來里惠來路二段二四０號一樓",
    "lat": 24.18547994,
    "lon": 120.6078743,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福聯里福聯街五十二號、五十六號一樓",
    "lat": 24.16750002,
    "lon": 120.69607,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區三光里北屯路二一０之三號、二一０之五號一樓",
    "lat": 24.13558001,
    "lon": 120.65414,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區德義里建成路一六二九號、一六三一號、一六三三號一樓",
    "lat": 24.17697002,
    "lon": 120.68843,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區向心里南屯路二段二０七號一樓",
    "lat": 24.16622268,
    "lon": 120.6372544,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平福里熱河路三段四十二號一樓",
    "lat": 24.17166,
    "lon": 120.64487,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區潮洋里朝富路六十二號、六十六號一樓",
    "lat": 24.16440001,
    "lon": 120.63595,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區上石里河南路二段三六三號一樓",
    "lat": 24.11627502,
    "lon": 120.6667973,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區春社里永春南路一二六號，一二八號一樓",
    "lat": 24.13862,
    "lon": 120.60993,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區潮洋里朝富路一七六號一樓",
    "lat": 24.12049585,
    "lon": 120.6496888,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區南京里中正路二十五號一樓",
    "lat": 24.25175001,
    "lon": 120.71688,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區樹德里建國北路一段一０六號一樓",
    "lat": 24.17157999,
    "lon": 120.65003,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區逢甲里惠來路三段二四八號一樓",
    "lat": 24.17292998,
    "lon": 120.64686,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區田心里海德街三十三號、文心南二路二二一號一樓",
    "lat": 24.15508001,
    "lon": 120.66705,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區逢甲里河南路二段三０一巷七十六號一樓",
    "lat": 24.15375001,
    "lon": 120.65071,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區西川里柳川東路1段101號、美村路2段16號、18號1樓",
    "lat": 24.12638376,
    "lon": 120.6751362,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區淡溝里博館東街四十八號一樓",
    "lat": 24.19260503,
    "lon": 120.6689151,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大業里大業路一八四號一樓",
    "lat": 24.13097426,
    "lon": 120.6617882,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區陳平里臺中市北屯區忠平里敦化路三七０、三七二號一樓",
    "lat": 24.13581001,
    "lon": 120.64555,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區松竹里崇德路二段三五一號一樓",
    "lat": 24.16716001,
    "lon": 120.67654,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴明里漢口路四段五十七號一樓",
    "lat": 24.17039,
    "lon": 120.68186,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平德里崇德路二段六十七號一樓",
    "lat": 24.14689998,
    "lon": 120.66141,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西平里至善路二三六號、二三八號，二三四巷一號、三",
    "lat": 24.17515999,
    "lon": 120.69699,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區中興里美村路一段二七二號一樓",
    "lat": 24.16160004,
    "lon": 120.6479151,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區平興里遼寧路一段一五八號一樓",
    "lat": 24.10737998,
    "lon": 120.66871,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區台中港路二段一二六之七號一樓",
    "lat": 24.18912005,
    "lon": 120.6707282,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區忠誠里精誠路二十一之七、二十三號一樓",
    "lat": 24.15506999,
    "lon": 120.65597,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區樹王里樹王路279號1樓",
    "lat": 24.14954172,
    "lon": 120.6725389,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區旱溪里自由路四段165號、167號、169號1樓",
    "lat": 24.18426999,
    "lon": 120.61686,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區和龍里篤信街14號、16號",
    "lat": 24.14223001,
    "lon": 120.63891,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福林里福康路71號1樓",
    "lat": 24.16939001,
    "lon": 120.63932,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區上安里台灣大道3段592號1樓",
    "lat": 24.14284734,
    "lon": 120.6998373,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區南屯里五權西路二段680號",
    "lat": 24.11221001,
    "lon": 120.5895,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區三鹿里自強路357號、359號、361號1樓",
    "lat": 24.17947998,
    "lon": 120.6561,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區大石里中科路2966號1樓",
    "lat": 24.13214,
    "lon": 120.70031,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區榮泉里健行路758號",
    "lat": 24.25369,
    "lon": 120.72421,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區東信里振興路250號1樓",
    "lat": 24.17813077,
    "lon": 120.6434743,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市龍井區新東里臺灣大道五段3巷62弄7號1樓",
    "lat": 24.20963875,
    "lon": 120.5561929,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區南村里豐陽路147號1樓",
    "lat": 24.13492328,
    "lon": 120.6950132,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區泉源里樂業二路60號、62號1樓",
    "lat": 24.19911999,
    "lon": 120.51115,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公民里五權路2－138號、2－138－1號、2－138號2樓、2－139號",
    "lat": 24.21016998,
    "lon": 120.71161,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市龍井區福田里臨港路一段55號",
    "lat": 24.18255002,
    "lon": 120.5902,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市潭子區潭陽里福貴路361號1樓",
    "lat": 24.16934107,
    "lon": 120.6446912,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區上德里上石路81號、83號1樓",
    "lat": 24.24756999,
    "lon": 120.53831,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市梧棲區大庄里中央路一段918之5號",
    "lat": 24.18590023,
    "lon": 120.7045338,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區后庄里中清路二段1068號、1070號、1072號",
    "lat": 24.14812999,
    "lon": 120.6933,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區舊社里南興路77號1樓",
    "lat": 24.16004877,
    "lon": 120.7364843,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區東勢里精武路122號",
    "lat": 24.13722002,
    "lon": 120.66594,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市神岡區北庄里中山路1058號1樓",
    "lat": 24.25465002,
    "lon": 120.6728,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區廍子里環太東路469號",
    "lat": 24.19072781,
    "lon": 120.6612851,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區十甲里精武東路85號",
    "lat": 24.14937,
    "lon": 120.70908,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市后里區墩北里甲后路1段999號",
    "lat": 24.31095998,
    "lon": 120.70917,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西安里光明路52-31號、32號1樓",
    "lat": 24.1358,
    "lon": 120.61019,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區春安里嶺東南路167號",
    "lat": 24.12309001,
    "lon": 120.66628,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區福興里美村路2段253號",
    "lat": 24.14113001,
    "lon": 120.71159,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區宜佳里溪洲西路142號",
    "lat": 24.30396,
    "lon": 120.71249,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區洛泉里中山路169之8號、169之9號",
    "lat": 24.14318273,
    "lon": 120.6548616,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公正里精誠路238號",
    "lat": 24.14,
    "lon": 120.69731,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市后里區墩西里四村路48號",
    "lat": 24.17714,
    "lon": 120.63848,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區樂成里東光園路568號1樓",
    "lat": 24.11165999,
    "lon": 120.64942,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區新平里中平路1151號及經貿五路60號",
    "lat": 24.14876999,
    "lon": 120.6826,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區樹義里復興路1段33號",
    "lat": 24.15144,
    "lon": 120.68459,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區錦平里三民路3段141-1號",
    "lat": 24.19086001,
    "lon": 120.65912,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區錦平里太平路66號1樓",
    "lat": 24.22933001,
    "lon": 120.64598,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大雅區員林里雅環路3段28號",
    "lat": 24.24056,
    "lon": 120.70967,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區田心里大明路68號",
    "lat": 24.13483,
    "lon": 120.70592,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區東信里十甲東路378號",
    "lat": 24.23701999,
    "lon": 120.56529,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區南陽里圓環東路360號1樓、2樓",
    "lat": 24.18655444,
    "lon": 120.7046344,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三和里永春東七路833號1樓",
    "lat": 24.17210998,
    "lon": 120.57473,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區舊社里南興路806號、808號",
    "lat": 24.15023396,
    "lon": 120.6332748,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大肚區蔗廍里太平路43巷70號1樓",
    "lat": 24.24474999,
    "lon": 120.72398,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三義里黎明路二段706號1樓及2樓",
    "lat": 24.14449002,
    "lon": 120.67685,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中華里台灣大道1段531號",
    "lat": 24.15925001,
    "lon": 120.63413,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區龍潭里環中路三段930、932、936號",
    "lat": 24.14512,
    "lon": 120.73431,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區福林里福科路520號、522號1、2樓",
    "lat": 24.15081999,
    "lon": 120.67377,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區坪林里中山路2段１號",
    "lat": 24.17243,
    "lon": 120.69528,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區篤行路一八八號一樓",
    "lat": 24.1601543,
    "lon": 120.6270059,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中巿瀋陽路三段３４５號１樓",
    "lat": 24.14105,
    "lon": 120.67787,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區廣民里樂群街六十一之四號，自治街二十九號一樓",
    "lat": 24.18661957,
    "lon": 120.6150642,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中巿松茂里松竹路１１６號１樓",
    "lat": 24.15813159,
    "lon": 120.6800216,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區後龍里民權路三○二號，後龍街五十八號一樓",
    "lat": 24.17532,
    "lon": 120.64465,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區育德里美德街１８５巷十號１樓",
    "lat": 24.13844,
    "lon": 120.67196,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區文華路三之三號一樓",
    "lat": 24.14740001,
    "lon": 120.67004,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區文華路一０二號一樓",
    "lat": 24.17548998,
    "lon": 120.64511,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區仁美里豐樂路十之十三號",
    "lat": 24.13836,
    "lon": 120.60983,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區春社里永春南路１２５號１樓",
    "lat": 24.16716001,
    "lon": 120.69331,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區賴興里北平路二段六十九號１樓及地下室",
    "lat": 24.12551,
    "lon": 120.663,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區北屯里昌平路一段四十九號１樓",
    "lat": 24.19350001,
    "lon": 120.68451,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區福順里美村路二段一八四號一樓",
    "lat": 24.1475502,
    "lon": 120.6697573,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區民生里民權路六十七號１樓",
    "lat": 24.17151146,
    "lon": 120.6758221,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區吉祥里興中街一一七號，公園路六一號，六三號，六五號",
    "lat": 24.15493001,
    "lon": 120.65503,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區忠明里大隆路２號１樓",
    "lat": 24.11664999,
    "lon": 120.66668,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區東光里東山路一段三十五號１樓",
    "lat": 24.13867,
    "lon": 120.68245,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區美村南路１３９號１樓",
    "lat": 24.18027002,
    "lon": 120.70802,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中山路五十八號１樓",
    "lat": 24.14159874,
    "lon": 120.6867888,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區舊社里軍福十九路538號",
    "lat": 24.17043,
    "lon": 120.69898,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區干城里公園東路130號",
    "lat": 24.16802657,
    "lon": 120.7333929,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大甲區文武里新政路72號、76號",
    "lat": 24.1065367,
    "lon": 120.6049096,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市烏日區三和里三榮路1段456號",
    "lat": 24.34902443,
    "lon": 120.6251749,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區廍子里廍子路309號",
    "lat": 24.06669941,
    "lon": 120.7009287,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市霧峰區本鄉里民生路82號",
    "lat": 24.15922014,
    "lon": 120.7100205,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區上安里上仁街102號、104號、106號、108號",
    "lat": 24.16606001,
    "lon": 120.64408,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區惠來里台灣大道3段328號1、2樓",
    "lat": 24.19072675,
    "lon": 120.7055026,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區新興里新興路78號",
    "lat": 24.34466001,
    "lon": 120.62587,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區田心里向心路28號、30號、32號",
    "lat": 24.13920082,
    "lon": 120.64447,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區舊社里南興路1116號",
    "lat": 24.14558,
    "lon": 120.68081,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大甲區大甲里蔣公路2號1樓",
    "lat": 24.12009537,
    "lon": 120.6551715,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區金華里雙十路2段95號、97號、99號",
    "lat": 24.16157085,
    "lon": 120.6973913,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區北京里國強街163號、165號",
    "lat": 24.14170999,
    "lon": 120.64275,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區樹德里復興北路300號",
    "lat": 24.23658002,
    "lon": 120.55854,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區田心里惠文路288號",
    "lat": 24.05890002,
    "lon": 120.69651,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區美仁里中正街77號",
    "lat": 24.17103657,
    "lon": 120.6414716,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市霧峰區本堂里樹仁路169號",
    "lat": 24.38225704,
    "lon": 120.6544133,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區柳川里民權路162號1樓",
    "lat": 24.1555533,
    "lon": 120.6898822,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區洛泉里和平街2號1樓及中山路252號1樓",
    "lat": 24.14106999,
    "lon": 120.67658,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大甲區孟春里慈德路125號",
    "lat": 24.16070242,
    "lon": 120.7049619,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區新興里旱溪東路二段365號",
    "lat": 24.15792998,
    "lon": 120.6476,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區豐樂里大墩南路197號、199號1樓",
    "lat": 24.18004274,
    "lon": 120.7155129,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何成里大墩十八街193號",
    "lat": 24.13060451,
    "lon": 120.6499176,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區楓樹里楓樹南街358號1樓及地下層",
    "lat": 24.11871998,
    "lon": 120.71594,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區軍功里軍福十九路215號",
    "lat": 24.11595002,
    "lon": 120.62841,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市太平區永成里永成北路205-1號",
    "lat": 24.26399002,
    "lon": 120.54762,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大甲區日南里幼二路153號、155號1樓",
    "lat": 24.23796999,
    "lon": 120.56112,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市清水區槺榔里鰲峰路585－8號1樓",
    "lat": 24.40591777,
    "lon": 120.646995,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區何南里大墩二十街99號1樓及地下1層",
    "lat": 24.2593945,
    "lon": 120.7140726,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市豐原區西湳里豐北街342號、344號",
    "lat": 24.17174998,
    "lon": 120.67122,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區錦平里中華路2段116號、116－1號",
    "lat": 24.22364,
    "lon": 120.57857,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區立人里北平路1段83號",
    "lat": 24.15918002,
    "lon": 120.65305,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西平里逢甲路98號、100號、102號1樓",
    "lat": 24.09833,
    "lon": 120.67469,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市沙鹿區晉江里臺灣大道7段142號",
    "lat": 24.15194591,
    "lon": 120.682116,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市大里區新里里爽文路332號",
    "lat": 24.17507001,
    "lon": 120.66657,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區臺灣大道三段730號、732號、736號",
    "lat": 24.17918468,
    "lon": 120.6282317,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區大福里長安路二段２６７，２６９號１樓",
    "lat": 24.14774002,
    "lon": 120.66027,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區台中港路三段六十四號１樓",
    "lat": 24.15067,
    "lon": 120.65499,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區中興里中美街２２６號１樓",
    "lat": 24.13645001,
    "lon": 120.68811,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區公正里公益路３４５號１樓",
    "lat": 24.17114606,
    "lon": 120.6368254,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區朱文里復興路四段二一０號一樓",
    "lat": 24.14064,
    "lon": 120.67744,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區寶山里五權西路3段177號、179號1樓",
    "lat": 24.14687999,
    "lon": 120.66673,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區合作里力行路２１２號，進德北路五十六號１樓",
    "lat": 24.15181999,
    "lon": 120.69263,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區大墩里三民路二段一號一樓",
    "lat": 24.16403004,
    "lon": 120.6732901,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區雙龍里向上路一段三十六號一樓",
    "lat": 24.17213999,
    "lon": 120.68335,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區文心路四段４８８號１樓",
    "lat": 24.15407638,
    "lon": 120.612848,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區育德里大雅路１６６號１樓",
    "lat": 24.17863553,
    "lon": 120.6438277,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南區和平里復興路二段七十四之十三號１樓",
    "lat": 24.14942,
    "lon": 120.71031,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區三義里黎明路二段四○六之一號一樓",
    "lat": 24.12949002,
    "lon": 120.6822,
    "category": "全家"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市東區精武東路２１０號１樓",
    "lat": 24.17619,
    "lon": 120.61562,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南區忠孝路１５０號１樓",
    "lat": 24.26814495,
    "lon": 120.6019662,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北屯區東山路２２０之８號１樓",
    "lat": 24.17766002,
    "lon": 120.61579,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區中工二路２１２號１樓",
    "lat": 24.17822999,
    "lon": 120.64138,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區西屯路二段２９７之１６號１樓",
    "lat": 24.15844999,
    "lon": 120.65448,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區中工二路１５０號１樓",
    "lat": 24.14766001,
    "lon": 120.6362,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區大墩二十街五十一號１樓",
    "lat": 24.17017897,
    "lon": 120.6594399,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區寧夏路２２１、２２３號１樓",
    "lat": 24.12098,
    "lon": 120.66129,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市東區十甲路４４２號１樓、十甲東路６６５號",
    "lat": 24.11427044,
    "lon": 120.6667909,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南區美村南路２６１、２６３號１樓",
    "lat": 24.17139999,
    "lon": 120.66135,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區文心路三段３１０號１樓",
    "lat": 24.11267001,
    "lon": 120.67025,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北屯區東山路一段１４６、１４６之１號１樓",
    "lat": 24.14005,
    "lon": 120.66595,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西區五權路２–八十八號、２–九十號１樓",
    "lat": 24.15747869,
    "lon": 120.6508887,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南區五權南路７０８號１樓",
    "lat": 24.14433998,
    "lon": 120.70898,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區大墩路９１７之７號１樓",
    "lat": 24.14397998,
    "lon": 120.63439,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南屯區五權西路二段八八三號一樓",
    "lat": 24.13777,
    "lon": 120.68426,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南區復興路二段一七七之一號一樓",
    "lat": 24.16944273,
    "lon": 120.7038773,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市中區建國路一二九號一樓",
    "lat": 24.13524,
    "lon": 120.66152,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區大墩十八街一一二號一樓",
    "lat": 24.15790002,
    "lon": 120.64822,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西區美村路一段六八六號一樓",
    "lat": 24.12747002,
    "lon": 120.66606,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市清水區中山路二四三號一樓",
    "lat": 24.12985999,
    "lon": 120.66181,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南區三民西路二二九號一樓",
    "lat": 24.26887,
    "lon": 120.57514,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區西屯路三段一七三之二五號一樓",
    "lat": 24.15083001,
    "lon": 120.63358,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南屯區公益路二段六三一號一樓",
    "lat": 24.25086002,
    "lon": 120.71363,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西區中美街三三八、三四０號一樓",
    "lat": 24.15072881,
    "lon": 120.6602429,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市中區中正路三十六號一樓",
    "lat": 24.19542,
    "lon": 120.6618102,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北屯區同榮路151、153號1樓",
    "lat": 24.19075899,
    "lon": 120.5946715,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區太平路七十二號一樓",
    "lat": 24.13793998,
    "lon": 120.6817,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區河南路二段三七四號一樓",
    "lat": 24.14879999,
    "lon": 120.68248,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區福星路六一三之二號一樓",
    "lat": 24.17346001,
    "lon": 120.6466,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市中區民族路三十四號一樓",
    "lat": 24.14374188,
    "lon": 120.6498283,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南屯區大墩路三二九號一樓",
    "lat": 24.11502,
    "lon": 120.62619,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南屯區黎明路一段一二九號一樓",
    "lat": 24.17509,
    "lon": 120.64689,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區逢甲路二號一樓",
    "lat": 24.14943999,
    "lon": 120.68496,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區育才街二十九號一樓",
    "lat": 24.17866999,
    "lon": 120.64566,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北屯區崇德路二段一九六號一樓",
    "lat": 24.15135999,
    "lon": 120.67815,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區青海路一段六十三號一樓",
    "lat": 24.19260503,
    "lon": 120.6689151,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區太平路二十二號一樓",
    "lat": 24.16411,
    "lon": 120.65518,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南屯區大同里東興路二段六十二、六十六號",
    "lat": 24.14264,
    "lon": 120.65257,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區永安里西屯路三段一六四號一樓",
    "lat": 24.13755999,
    "lon": 120.68436,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市中區中山里建國路一二七號一、二樓",
    "lat": 24.18874001,
    "lon": 120.6625,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區中港路三段一一八之一號一樓",
    "lat": 24.18828001,
    "lon": 120.61809,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北屯區中清路二段950號1樓",
    "lat": 24.14832,
    "lon": 120.6859,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區新北里尊賢街二十號一樓",
    "lat": 24.13857001,
    "lon": 120.69729,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市東區東光園路五三六號一樓",
    "lat": 24.11892999,
    "lon": 120.67167,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南區積善里興大路三００號一樓",
    "lat": 24.18213,
    "lon": 120.64033,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區逢福里逢大路一五號一樓",
    "lat": 24.17645001,
    "lon": 120.65018,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區福星路五０九號１樓",
    "lat": 24.15707,
    "lon": 120.65452,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區東興路三段三六五號一樓",
    "lat": 24.18526001,
    "lon": 120.61726,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區福林里福科路541號1樓",
    "lat": 24.18219999,
    "lon": 120.61501,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區工業區一路六號一樓",
    "lat": 24.16261999,
    "lon": 120.67035,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南屯區五權西路三段三五０號一樓",
    "lat": 24.16233002,
    "lon": 120.60607,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區民權路595號1樓",
    "lat": 24.16696999,
    "lon": 120.66489,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區漢口路二段２４７號１樓",
    "lat": 24.15251275,
    "lon": 120.6594073,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區長安路二段３７號１樓",
    "lat": 24.17791001,
    "lon": 120.66702,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區北平路二段二號一樓",
    "lat": 24.17190999,
    "lon": 120.67273,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區永興街３６６、３６８號",
    "lat": 24.16839063,
    "lon": 120.6828431,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西區五權路二七之一號一樓",
    "lat": 24.17895838,
    "lon": 120.6281546,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區台中港路三段一００號一樓",
    "lat": 24.14454999,
    "lon": 120.69669,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市西屯區西屯路二段二八七巷一號一樓",
    "lat": 24.14402,
    "lon": 120.66943,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市東區十甲路６６號１樓",
    "lat": 24.1130406,
    "lon": 120.6700518,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南區五權南路６８７、６８９號１樓",
    "lat": 24.1765,
    "lon": 120.64321,
    "category": "萊爾富"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市北區永興街二八一、二八三號一樓",
    "lat": 24.17599998,
    "lon": 120.64407,
    "category": "萊爾富"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯逢甲路１０號１樓",
    "lat": 24.14223998,
    "lon": 120.6668,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯路二段２８０號１樓",
    "lat": 24.17824,
    "lon": 120.64378,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市自治街１７號１樓",
    "lat": 24.16613242,
    "lon": 120.6824682,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區光榮里篤行路120、122號1樓",
    "lat": 24.14192,
    "lon": 120.6704,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中縣霧�頞m中正路９１４號１樓",
    "lat": 24.24925999,
    "lon": 120.69976,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區五廊街６–２號１樓",
    "lat": 24.12583112,
    "lon": 120.7136427,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市太平區中興路171、173號1樓",
    "lat": 24.25349998,
    "lon": 120.72002,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區三民路九十三號１樓",
    "lat": 24.25058999,
    "lon": 120.70876,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路５００號１樓",
    "lat": 24.14813558,
    "lon": 120.6761558,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路二段833、835號祥興一巷2號",
    "lat": 24.10898,
    "lon": 120.69027,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市大里區中興路1段11-6、11-7號1樓 / 東南路1號1樓",
    "lat": 24.18298005,
    "lon": 120.5929301,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中縣大里鄉中興路二段４４６–１、４４６–３號１樓",
    "lat": 24.17118001,
    "lon": 120.68249,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市龍井區新東村東園巷四十一、四十三號１樓",
    "lat": 24.08034,
    "lon": 120.69819,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市五權路１８３、１８３–１號１樓",
    "lat": 24.12091001,
    "lon": 120.68654,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北平路三段八十五號１樓",
    "lat": 24.15633,
    "lon": 120.66859,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區源豐路89、93、95號1樓",
    "lat": 24.25427874,
    "lon": 120.7176912,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區西屯路一段２６８號１樓",
    "lat": 24.15335365,
    "lon": 120.6890107,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區雙十路二段47、47-1號1樓",
    "lat": 24.25358313,
    "lon": 120.7222515,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路十六、十八號１樓",
    "lat": 24.27643999,
    "lon": 120.56497,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿大智路五十五號和平街２２８巷十六號一樓",
    "lat": 24.16281705,
    "lon": 120.6914718,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區進化北路七十一、七十三號１樓",
    "lat": 24.13476504,
    "lon": 120.6890301,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區重慶里巿府路七十五之３、七十五之４號１樓",
    "lat": 24.1659,
    "lon": 120.66368,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區何德里漢口路二段２７０號１樓",
    "lat": 24.15321001,
    "lon": 120.66149,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區美村路一段54號1樓",
    "lat": 24.15850242,
    "lon": 120.6606987,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區忠明路四十二號１樓",
    "lat": 24.13683998,
    "lon": 120.6619,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿美村路一段６３７–１、６３９號１樓",
    "lat": 24.16023824,
    "lon": 120.6943373,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿三民路一段１７２–５號四維街三十八–２號１樓",
    "lat": 24.15664889,
    "lon": 120.6503295,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區臺中市文心路三段76、78號1樓",
    "lat": 24.13799999,
    "lon": 120.67521,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中清路１１０–２號１樓",
    "lat": 24.15068001,
    "lon": 120.66681,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中縣大里鄉中興路二段５４２、５４４號１樓",
    "lat": 24.12098583,
    "lon": 120.6879514,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區公益路九十五號１樓",
    "lat": 24.23799851,
    "lon": 120.7106693,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中山路２３１號１樓",
    "lat": 24.25840692,
    "lon": 120.6000876,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區南陽路372號1樓;愛國街2號1樓",
    "lat": 24.15905999,
    "lon": 120.67781,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區復興路三段320、322、324、326號1樓",
    "lat": 24.16160004,
    "lon": 120.6479151,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿臺中港路二段１號１樓",
    "lat": 24.24656002,
    "lon": 120.7252,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區健行路49號1樓",
    "lat": 24.16106733,
    "lon": 120.6648885,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯路一段３５７、３５９號１樓",
    "lat": 24.16660999,
    "lon": 120.72244,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區豐東路２１８號１樓",
    "lat": 24.24960998,
    "lon": 120.73131,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北屯區景賢路191號",
    "lat": 24.13824999,
    "lon": 120.61267,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中縣太平鄉中山路二段３３７號１樓",
    "lat": 24.10389998,
    "lon": 120.6276,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南屯區忠勇路三十六–１號",
    "lat": 24.10629,
    "lon": 120.62221,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市烏日區烏日村７鄰新興路１２７號１樓",
    "lat": 24.31344824,
    "lon": 120.7049577,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市后里區甲后路４６９．４７１號１樓",
    "lat": 24.14262999,
    "lon": 120.6666,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區自治街十九號１樓",
    "lat": 24.12308,
    "lon": 120.66238,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市南區復興路二段８號１樓",
    "lat": 24.17732001,
    "lon": 120.64639,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區文華路五十一號１樓",
    "lat": 24.14271,
    "lon": 120.68209,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路十六、十八號１樓",
    "lat": 24.25358313,
    "lon": 120.7222515,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市中區光復路127號1樓",
    "lat": 24.13248438,
    "lon": 120.6784183,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市豐原區中正路２０１、２０４號１樓",
    "lat": 24.25178133,
    "lon": 120.7183704,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西區平民里林森路八十號、樂群街八十一號１樓",
    "lat": 24.14453398,
    "lon": 120.6799891,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市神岡區中山路１１３號１樓",
    "lat": 24.15298998,
    "lon": 120.69669,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中巿興中街九十二、九十四號１樓",
    "lat": 24.25710001,
    "lon": 120.66863,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市北區自強一街１號１樓",
    "lat": 24.26109,
    "lon": 120.53659,
    "category": "seven"
  },
  {
    "公司名稱": "統一超商股份有限公司",
    "adress_name": "臺中市西屯區何德里寧夏路１０５號１樓",
    "lat": 24.13755259,
    "lon": 120.6709488,
    "category": "seven"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區四維路２４號１樓",
    "lat": 24.16642999,
    "lon": 120.66131,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區三民路三段１１０之１號１樓",
    "lat": 24.14423001,
    "lon": 120.67601,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中山路３３６號１樓",
    "lat": 24.15293001,
    "lon": 120.67098,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區西屯路二段９０之２３號１樓",
    "lat": 24.1496,
    "lon": 120.68423,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區中華路一段１５０、１５２號１樓",
    "lat": 24.14592419,
    "lon": 120.6775752,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區西屯路１段１５６號１樓",
    "lat": 24.12723169,
    "lon": 120.6843402,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市東區臺中路１０３號１樓",
    "lat": 24.15501999,
    "lon": 120.68164,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區五常里學士路８１號１樓",
    "lat": 24.16526,
    "lon": 120.6573,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北屯區松竹里昌平路二段５之１號１樓",
    "lat": 24.15221081,
    "lon": 120.6799851,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市北區五權路３８７號１樓",
    "lat": 24.15346,
    "lon": 120.65469,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區文心路３段１號１樓",
    "lat": 24.16947999,
    "lon": 120.65533,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西區大業路１號１樓",
    "lat": 24.17824,
    "lon": 120.64378,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市西屯區逢甲路１０號１樓",
    "lat": 24.13942001,
    "lon": 120.68468,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區成功路６６號１樓",
    "lat": 24.15224998,
    "lon": 120.64994,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市中區公園里巿府路六十三號一樓",
    "lat": 24.1404,
    "lon": 120.6819,
    "category": "全家"
  },
  {
    "公司名稱": "全家便利商店股份有限公司",
    "adress_name": "臺中市南屯區大墩路６９８號１樓",
    "lat": 24.13891999,
    "lon": 120.64697,
    "category": "全家"
  },
  {
    "公司名稱": "萊爾富國際股份有限公司",
    "adress_name": "臺中市南屯區文心路一段５２號１樓",
    "lat": 24.19142,
    "lon": 120.68417,
    "category": "萊爾富"
  }
]

for(let i = 0; i < 1744; ++i) {
  pool.query(
    `INSERT INTO ConvenienceStore(address_name, lat, lon, category)
    VALUES($1, $2, $3, $4)`,
    [jsonFile[i].address_name, jsonFile[i].lat, jsonFile[i].lon, jsonFile[i].category]
  );
}